{
  "Bipolar and Related Disorders": "A category of mental disorders characterized by mood disturbances that include episodes of mania, hypomania, and depression, serving as a bridge between schizophrenia spectrum and depressive disorders.",
  "Bipolar I Disorder": "A mental disorder characterized by at least one manic episode, which may be preceded or followed by hypomanic or major depressive episodes. The manic episode is not better explained by another psychiatric or medical condition.",
  "Bipolar II Disorder": "A mood disorder characterized by at least one hypomanic episode and one or more major depressive episodes, without any history of manic episodes.",
  "Cyclothymic Disorder": "A mood disorder characterized by numerous periods of hypomanic symptoms and depressive symptoms that do not meet criteria for a major depressive episode, lasting at least two years.",
  "Substance/Medication-Induced Bipolar and Related Disorder": "A bipolar and related disorder caused by the use of or withdrawal from a substance or medication, characterized by mood symptoms such as mania, hypomania, or depression that are temporally related to substance use or withdrawal.",
  "Bipolar and Related Disorder Due to Another Medical Condition": "A mood disorder characterized by a prominent and persistent period of abnormally elevated, expansive, or irritable mood and increased activity or energy, which is directly attributable to the physiological effects of another medical condition.",
  "Other Specified Bipolar and Related Disorder": "A category for presentations with symptoms characteristic of bipolar and related disorders that cause significant distress or impairment but do not meet full criteria for any specific bipolar disorder, where the clinician specifies the reason the criteria are not met.",
  "Unspecified Bipolar and Related Disorder": "A category for presentations with symptoms characteristic of bipolar and related disorders that cause significant distress or impairment but do not meet full criteria for any specific bipolar disorder, where the clinician does not specify the reason or there is insufficient information.",
  "Manic Episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased goal-directed activity or energy, lasting at least one week and present most of the day, nearly every day.",
  "Hypomanic Episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased activity or energy, lasting at least four consecutive days and present most of the day, nearly every day, but less severe than a manic episode.",
  "Major Depressive Episode": "A period of at least two weeks during which there is either depressed mood or loss of interest or pleasure in nearly all activities, accompanied by other symptoms such as changes in sleep, appetite, energy, concentration, or self-worth.",
  "Psychomotor Agitation": "Excessive motor activity associated with a feeling of inner tension, such as pacing, fidgeting, or inability to sit still, observable by others.",
  "Psychomotor Retardation": "A visible slowing of physical and emotional reactions, including speech and movement.",
  "Grandiosity": "An inflated sense of self-importance, power, knowledge, or identity, often seen as a symptom during manic or hypomanic episodes.",
  "Distractibility": "A tendency for attention to be easily drawn to unimportant or irrelevant external stimuli, either as reported by the individual or observed by others.",
  "Goal-Directed Activity": "Purposeful, focused activity aimed at achieving specific objectives, which may be increased during manic or hypomanic episodes.",
  "Psychotic Features": "The presence of delusions or hallucinations at any time during a mood episode.",
  "Remission": "A period during which the symptoms of a disorder are reduced (partial remission) or absent (full remission).",
  "Depressed mood": "A pervasive feeling of sadness, emptiness, or hopelessness most of the day, nearly every day, as indicated by subjective report or observation by others.",
  "Grief": "A natural emotional response to loss, typically involving waves of sadness and preoccupation with thoughts or memories of the deceased, but usually accompanied by preserved self-esteem and the capacity for positive emotions.",
  "Major Depressive Episode (MDE)": "A period of at least two weeks characterized by a persistent depressed mood or loss of interest or pleasure in most activities, along with other symptoms such as feelings of worthlessness, self-loathing, and suicidal thoughts.",
  "Self-derogatory ideation": "Thoughts that involve self-criticism, feelings of worthlessness, or self-blame.",
  "Manic episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased activity or energy, lasting at least one week and causing significant impairment in functioning.",
  "Hypomanic episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased activity or energy, lasting at least four consecutive days, but not severe enough to cause marked impairment.",
  "Psychotic features": "Symptoms such as delusions or hallucinations that may occur during mood episodes, indicating a more severe episode.",
  "Specifier": "A term used to provide additional detail about the course, severity, or features of a disorder.",
  "With anxious distress": "A specifier indicating the presence of prominent anxiety symptoms during a mood episode.",
  "With mixed features": "A specifier for bipolar and related disorder due to another medical condition, indicating that symptoms of depression are also present but do not predominate.",
  "With rapid cycling": "A specifier indicating that an individual has experienced at least four mood episodes (manic, hypomanic, or depressive) within a 12-month period.",
  "With melancholic features": "A specifier indicating a mood episode characterized by a loss of pleasure in all or almost all activities, lack of reactivity to pleasurable stimuli, and other features such as profound despondency or excessive guilt.",
  "With atypical features": "A specifier indicating a mood episode with mood reactivity and other symptoms such as increased appetite or sleep, leaden paralysis, and sensitivity to rejection.",
  "With mood-congruent psychotic features": "A specifier indicating that psychotic symptoms are consistent with the individual's mood (e.g., grandiosity during mania, guilt during depression).",
  "With mood-incongruent psychotic features": "A specifier indicating that psychotic symptoms are not consistent with the individual's mood.",
  "With catatonia": "A specifier indicating the presence of marked psychomotor disturbances, such as stupor, mutism, or excessive motor activity, during a mood episode.",
  "With peripartum onset": "A specifier indicating that the onset of mood symptoms occurs during pregnancy or within four weeks after delivery.",
  "With seasonal pattern": "A specifier indicating that mood episodes regularly occur at a particular time of year.",
  "Euphoric mood": "An excessively cheerful, high, or 'on top of the world' mood that is disproportionate to the circumstances.",
  "Lability": "Rapid and frequent shifts in mood, such as alternating between euphoria, dysphoria, and irritability.",
  "Decreased need for sleep": "A symptom in which an individual feels rested after significantly less sleep than usual, without feeling tired.",
  "Pressured speech": "Rapid, loud, and difficult-to-interrupt speech that is often excessive and intrusive.",
  "Flight of ideas": "A nearly continuous flow of accelerated speech with abrupt shifts from one topic to another, reflecting racing thoughts.",
  "Goal-directed activity": "Purposeful activity that is focused on achieving specific objectives, which may increase in social, work, school, or sexual domains during certain mood episodes.",
  "Psychomotor agitation": "Excessive motor activity associated with a feeling of inner tension, which is observable by others and not just a subjective feeling.",
  "Reckless involvement in activities": "Engaging in potentially harmful behaviors, such as spending sprees, risky sexual behavior, or foolish business investments, without regard for consequences.",
  "Mood-congruent psychotic features": "Psychotic symptoms whose content is consistent with the typical themes of a mood episode, such as guilt or worthlessness during depression.",
  "Mood-incongruent psychotic features": "Psychotic symptoms whose content is not consistent with the typical themes of a mood episode.",
  "Catatonia": "A specifier for mood episodes where catatonic features, such as motor immobility or excessive motor activity, are present during most of the episode.",
  "Partial remission": "A state in which some symptoms of a mood episode remain but full criteria are no longer met.",
  "Full remission": "A state in which no significant symptoms of a mood episode remain.",
  "Specifier without code": "A descriptive term added to a diagnosis to provide further detail, but not associated with a specific diagnostic code.",
  "Criterion A": "The primary diagnostic requirement for a mood episode, typically involving a distinct change in mood and activity or energy.",
  "Criterion B": "Additional symptoms that must accompany the primary mood change to meet the diagnostic threshold for a mood episode.",
  "Criterion C": "A requirement that the mood episode causes marked impairment in functioning or necessitates hospitalization.",
  "Criterion D": "A requirement that the mood episode is not attributable to the physiological effects of a substance or another medical condition.",
  "Mixed Features": "A specifier used when symptoms of both mania/hypomania and depression are present during the majority of days of a mood episode, representing a noticeable change from the person's usual behavior and not attributable to a substance.",
  "Rapid Cycling": "A specifier for bipolar I or II disorder indicating at least four mood episodes (manic, hypomanic, or major depressive) in the previous 12 months, separated by periods of remission or a switch to an episode of the opposite polarity.",
  "Mood-Incongruent Psychotic Features": "Psychotic symptoms whose content is inconsistent with the typical themes of the mood episode or a mixture of congruent and incongruent themes.",
  "Euthymic Period": "A period during which mood symptoms are absent and the individual is at their baseline level of functioning.",
  "Comorbidity": "The co-occurrence of two or more disorders or illnesses in the same person, either simultaneously or sequentially.",
  "Substance/Medication-Induced Bipolar Disorder": "A bipolar disorder that is directly caused by the physiological effects of a substance or medication.",
  "Differential Diagnosis": "The process of distinguishing a particular disease or condition from others that present with similar clinical features.",
  "Attention-Deficit/Hyperactivity Disorder (ADHD)": "A neurodevelopmental disorder marked by patterns of inattention, hyperactivity, and impulsivity that interfere with functioning or development.",
  "Personality Disorder": "A type of mental disorder involving enduring patterns of behavior, cognition, and inner experience that deviate markedly from cultural expectations and cause distress or impairment.",
  "Disruptive Mood Dysregulation Disorder": "A childhood disorder characterized by severe and recurrent temper outbursts that are grossly out of proportion in intensity or duration to the situation.",
  "Metabolic Syndrome": "A cluster of conditions—including increased blood pressure, high blood sugar, excess body fat around the waist, and abnormal cholesterol levels—that occur together, increasing the risk of heart disease, stroke, and diabetes.",
  "Migraine": "A neurological disorder characterized by recurrent moderate to severe headaches, often accompanied by nausea and sensitivity to light and sound.",
  "Flight of Ideas": "A rapid and continuous flow of speech with abrupt changes from topic to topic, usually based on understandable associations, observed during manic episodes.",
  "Functional Recovery": "The return to previous levels of social, occupational, or educational functioning following a mood episode.",
  "Suicide Risk": "The likelihood that an individual will attempt or die by suicide; risk is high in bipolar II disorder, with a significant proportion of individuals reporting suicide attempts.",
  "Painful consequences": "Negative outcomes that may result from excessive involvement in risky activities, such as unrestrained spending, sexual indiscretions, or foolish business investments.",
  "Change in functioning": "A clear and noticeable alteration in an individual's usual behavior or ability to function, which is uncharacteristic when not symptomatic.",
  "Observable by others": "Symptoms or changes in mood and functioning that can be noticed by people other than the individual experiencing them.",
  "Marked impairment": "A significant disruption in social, occupational, or other important areas of functioning.",
  "Physiological effects of a substance": "Changes in mood or behavior that are directly caused by the use of drugs, medications, or other treatments, rather than a primary psychiatric disorder.",
  "Major depressive episode": "A period of at least two weeks during which there is either depressed mood or loss of interest or pleasure in nearly all activities, accompanied by other symptoms such as changes in sleep, appetite, energy, concentration, or self-worth.",
  "Loss of interest or pleasure": "A marked reduction in interest or enjoyment in all, or almost all, activities most of the day, nearly every day.",
  "Significant weight change": "Noticeable weight loss or gain (e.g., more than 5% of body weight in a month) or a significant change in appetite nearly every day.",
  "Insomnia": "Difficulty falling or staying asleep, or waking up too early, nearly every day.",
  "Hypersomnia": "Excessive sleepiness or sleeping much more than usual, nearly every day.",
  "Psychomotor retardation": "A slowing down of thought and physical movement, observable by others, not just a subjective feeling.",
  "Fatigue": "A nearly daily experience of tiredness or loss of energy.",
  "Feelings of worthlessness": "Persistent and excessive feelings of being unworthy or guilty, which may be delusional and occur nearly every day.",
  "Diminished ability to think or concentrate": "A reduced capacity to focus, think clearly, or make decisions, occurring nearly every day.",
  "Indecisiveness": "Difficulty making decisions, present nearly every day.",
  "Recurrent thoughts of death": "Repeated thoughts about death, suicidal ideation without a specific plan, suicide attempts, or having a specific plan for suicide.",
  "Clinically significant distress or impairment": "A level of emotional or behavioral disturbance that causes substantial problems in social, occupational, or other important areas of functioning.",
  "Schizoaffective disorder": "A mental disorder characterized by symptoms of both schizophrenia and mood disorder (depressive or manic episodes).",
  "Schizophrenia": "A chronic mental disorder involving delusions, hallucinations, disorganized speech and behavior, and other symptoms that cause social or occupational dysfunction.",
  "Schizophreniform disorder": "A mental disorder with symptoms similar to schizophrenia, but lasting less than six months.",
  "Delusional disorder": "A mental disorder characterized by the presence of one or more delusions for at least one month without other symptoms of schizophrenia.",
  "Rapid cycling": "A specifier for bipolar disorders indicating the occurrence of four or more mood episodes (manic, hypomanic, or depressive) within a 12-month period.",
  "Melancholic features": "A specifier for mood episodes characterized by a loss of pleasure in all or almost all activities and a lack of reactivity to usually pleasurable stimuli, along with other specific symptoms.",
  "Atypical features": "A specifier for mood episodes characterized by mood reactivity and other symptoms such as increased appetite or sleep, leaden paralysis, and sensitivity to rejection.",
  "Peripartum onset": "A specifier indicating that the onset of mood symptoms occurs during pregnancy or within four weeks following delivery.",
  "Seasonal pattern": "A specifier for mood episodes that regularly occur at a particular time of year.",
  "Mild": "A severity specifier indicating that few, if any, symptoms are present beyond those required to make the diagnosis, and symptoms result in minor impairment.",
  "Moderate": "A severity specifier indicating that the number of symptoms, their intensity, or functional impairment is between mild and severe.",
  "Severe": "A severity specifier indicating that the number of symptoms is substantially in excess of those required to make the diagnosis, or symptoms are especially severe and markedly interfere with functioning.",
  "Euthymia": "A state of normal mood, neither depressed nor elevated.",
  "Substance/medication-induced depressive disorder": "A mood disorder characterized by depressive symptoms that develop during or soon after substance intoxication, withdrawal, or exposure to a medication, and are attributable to the physiological effects of the substance or medication.",
  "Substance/medication-induced bipolar and related disorder": "A mood disorder characterized by a prominent and persistent disturbance in mood (elevated, expansive, or irritable) that develops during or soon after substance intoxication, withdrawal, or exposure to a medication, and is attributable to the physiological effects of the substance or medication.",
  "Depressive and related disorder due to another medical condition": "A depressive disorder that is directly caused by another medical condition.",
  "Bipolar and related disorder due to another medical condition": "A bipolar or related disorder that is directly caused by another medical condition.",
  "Mixed features": "A specifier indicating the presence of symptoms of the opposite mood pole during a mood episode, such as depressive symptoms during hypomania or hypomanic symptoms during depression.",
  "Unpredictable mood changes": "Frequent and erratic shifts in mood, leading to unreliable interpersonal or occupational functioning.",
  "Impulsivity": "A tendency to act quickly without careful thought, often leading to risky behaviors; commonly seen in bipolar II disorder and may contribute to suicide attempts and substance use.",
  "Psychotic Symptoms": "Symptoms such as delusions or hallucinations that indicate a loss of contact with reality; these do not occur during hypomanic episodes in bipolar II disorder.",
  "Nonepisodic Irritability": "Persistent irritability that does not occur in distinct episodes; in youth, it is associated with increased risk for anxiety and depressive disorders but not bipolar disorder.",
  "Schizophrenia Spectrum and Other Psychotic Disorders": "A group of mental disorders, including schizophrenia, schizoaffective disorder, and delusional disorder, characterized by psychotic symptoms that occur independently of mood episodes.",
  "Panic Disorder": "An anxiety disorder characterized by recurrent unexpected panic attacks and persistent concern about having more attacks.",
  "Substance Use Disorder": "A condition in which the use of one or more substances leads to a clinically significant impairment or distress.",
  "Creativity": "The ability to produce original and valuable ideas; some individuals with bipolar disorder may experience heightened creativity, particularly during hypomanic episodes.",
  "Prognosis": "The likely course and outcome of a disorder, including chances of recovery and recurrence.",
  "Bipolar II disorder": "A mood disorder characterized by at least one hypomanic episode and at least one major depressive episode, but no manic episodes.",
  "Anxiety disorders": "A group of mental disorders characterized by significant feelings of anxiety and fear.",
  "Substance use disorder": "A condition in which the use of one or more substances leads to a clinically significant impairment or distress.",
  "Eating disorder": "A mental disorder defined by abnormal eating habits that negatively affect a person's physical or mental health.",
  "Binge-eating disorder": "An eating disorder characterized by recurrent episodes of eating large quantities of food, often quickly and to the point of discomfort.",
  "Bulimia nervosa": "An eating disorder marked by cycles of binge eating followed by compensatory behaviors such as vomiting or excessive exercise.",
  "Anorexia nervosa": "An eating disorder characterized by weight loss, difficulties maintaining an appropriate body weight, and, often, a distorted body image.",
  "Cyclothymic disorder": "A mood disorder characterized by chronic, fluctuating mood disturbances involving numerous periods of hypomanic symptoms and periods of depressive symptoms that do not meet full criteria for hypomanic or major depressive episodes.",
  "Hypomanic symptoms": "Symptoms similar to mania but less severe, including elevated or irritable mood, increased activity or energy, but not causing marked impairment.",
  "Schizophrenia spectrum and other psychotic disorders": "A group of mental disorders that includes schizophrenia, schizoaffective disorder, schizophreniform disorder, delusional disorder, and other related conditions characterized by psychosis.",
  "Hyperthyroidism": "A medical condition in which the thyroid gland is overactive and produces excessive amounts of thyroid hormones, which can affect mood.",
  "Borderline personality disorder": "A mental disorder characterized by pervasive instability in moods, interpersonal relationships, self-image, and behavior.",
  "Attention-deficit/hyperactivity disorder (ADHD)": "A neurodevelopmental disorder characterized by a persistent pattern of inattention and/or hyperactivity-impulsivity that interferes with functioning or development.",
  "Delirium": "A disturbance in attention and awareness that develops over a short period of time and represents a change from baseline, often fluctuating in severity during the course of a day.",
  "Mood disturbance": "A significant change or abnormality in mood, such as depression, mania, or hypomania.",
  "Insidious onset": "A gradual and subtle development of symptoms, making the disorder harder to detect in its early stages.",
  "Persistent course": "A pattern in which symptoms continue over a long period of time without significant remission.",
  "ICD-9-CM": "The International Classification of Diseases, Ninth Revision, Clinical Modification; a coding system used to classify and code diagnoses, symptoms, and procedures.",
  "ICD-10-CM": "The International Classification of Diseases, Tenth Revision, Clinical Modification; a more recent coding system used to classify and code diagnoses, symptoms, and procedures.",
  "Onset during intoxication": "A specifier used when the criteria for intoxication with a substance are met and the bipolar symptoms develop during the period of intoxication.",
  "Onset during withdrawal": "A specifier used when the criteria for withdrawal from a substance are met and the bipolar symptoms develop during or shortly after the withdrawal period.",
  "Comorbid Substance Use Disorder": "A substance use disorder that occurs alongside another mental disorder, such as substance-induced bipolar disorder.",
  "Mania": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased activity or energy, often accompanied by other symptoms such as inflated self-esteem, decreased need for sleep, and impulsive behavior.",
  "Hypomania": "A less severe form of mania characterized by a distinct period of persistently elevated, expansive, or irritable mood and increased activity or energy, but not severe enough to cause marked impairment in social or occupational functioning.",
  "Etiology": "The cause or origin of a disease or disorder, often referring to the underlying medical condition responsible for psychiatric symptoms.",
  "Diagnostic Markers": "Objective signs, symptoms, or laboratory findings that help confirm the presence of a specific medical or psychiatric condition.",
  "With manic features": "A specifier for bipolar and related disorder due to another medical condition, indicating that full criteria for a manic or hypomanic episode are not met.",
  "With manic- or hypomanic-like episode": "A specifier for bipolar and related disorder due to another medical condition, indicating that full criteria are met except for the exclusion of delirium.",
  "Coding note": "Instructions provided to clinicians on how to record and code a diagnosis according to classification systems like ICD-9-CM or ICD-10-CM.",
  "Cushing’s Disease": "A medical condition caused by prolonged exposure to high levels of cortisol, which can induce mood symptoms such as mania or depression.",
  "Multiple Sclerosis": "A chronic disease of the central nervous system characterized by inflammation and damage to the myelin sheath, which can be associated with mood disturbances including mania.",
  "Stroke": "A sudden interruption of blood supply to the brain, which can result in neurological and psychiatric symptoms, including mood disturbances.",
  "Traumatic Brain Injury": "An injury to the brain caused by an external force, which can lead to a variety of cognitive, emotional, and behavioral symptoms, including mania or hypomania.",
  "Short-Duration Hypomanic Episodes and Major Depressive Episodes": "A presentation involving a lifetime history of major depressive episodes and two or more episodes of hypomania lasting only 2–3 days, with hypomanic and depressive episodes not overlapping in time.",
  "Hypomanic Episodes with Insufficient Symptoms and Major Depressive Episodes": "A presentation involving a lifetime history of major depressive episodes and one or more episodes of hypomania that do not meet full symptomatic criteria, with hypomanic and depressive episodes not overlapping in time.",
  "Hypomanic Episode without Prior Major Depressive Episode": "A presentation involving one or more hypomanic episodes in an individual who has never met criteria for a major depressive or manic episode.",
  "Short-Duration Cyclothymia": "A presentation with multiple episodes of hypomanic and depressive symptoms that do not meet criteria for hypomanic or major depressive episodes, persisting for less than 24 months (less than 12 months in children or adolescents), with symptoms present for more days than not.",
  "With Anxious Distress": "A specifier for bipolar and related disorders indicating the presence of at least two symptoms of anxiety (such as feeling keyed up, restlessness, difficulty concentrating, fear of something awful happening, or fear of losing control) during most days of the current or most recent episode.",
  "With Mixed Features": "A specifier for bipolar and related disorders indicating that, during a manic, hypomanic, or depressive episode, symptoms of the opposite mood pole are also present.",
  "Dysphoria": "A state of unease or generalized dissatisfaction, often characterized by sadness or irritability.",
  "Functional Consequences": "The impact of bipolar symptoms on an individual's ability to function in social, occupational, or other important areas, which may worsen outcomes or interfere with medical treatment.",
  "Manic Episode, With Mixed Features": "A diagnosis given when full criteria for both mania and depression are met simultaneously, with mixed symptoms observable by others and not due to substance use.",
  "Depressive Episode, With Mixed Features": "A major depressive episode in which at least three manic or hypomanic symptoms are present during most days, observable by others, and not due to substance use.",
  "Melancholic Features": "A specifier for mood episodes characterized by loss of pleasure in almost all activities or lack of reactivity to pleasurable stimuli, along with additional symptoms such as profound despondency, worse depression in the morning, early-morning awakening, psychomotor changes, anorexia or weight loss, and excessive guilt.",
  "Atypical Features": "A specifier for mood episodes where mood reactivity is present and at least two of the following: significant weight gain or increased appetite, hypersomnia, leaden paralysis, or a long-standing pattern of rejection sensitivity, and criteria are not met for melancholic or catatonic features.",
  "Mood Reactivity": "The capacity for mood to brighten in response to actual or potential positive events, such as compliments or visits from loved ones.",
  "Leaden Paralysis": "A sensation of heaviness or weighted-down feeling, usually in the arms or legs, often lasting for hours each day.",
  "Rejection Sensitivity": "A long-standing pattern of heightened sensitivity to perceived interpersonal rejection, leading to significant social or occupational impairment, present both during and outside of mood episodes.",
  "Mood-Congruent Psychotic Features": "Psychotic symptoms whose content is consistent with typical mood episode themes, such as grandiosity during mania.",
  "Peripartum Onset": "A specifier for mood episodes in bipolar I or II disorder where the onset of mood symptoms occurs during pregnancy or within four weeks following delivery.",
  "Seasonal Pattern": "A specifier for mood episodes that have a regular temporal relationship between the onset of episodes (mania, hypomania, or depression) and a particular time of year.",
  "psychosocial stressors": "External social or environmental factors that cause psychological stress, such as regularly being unemployed every winter.",
  "full remission": "A period during which no significant signs or symptoms of the disturbance are present for at least 2 months.",
  "partial remission": "A period in which symptoms of the previous manic, hypomanic, or major depressive episode are present but do not meet full criteria, or a period lasting less than 2 months without significant symptoms following the end of an episode.",
  "seasonal pattern": "A pattern in which the onset and remission of major depressive, manic, or hypomanic episodes occur at characteristic times of the year, such as depression beginning in fall or winter and remitting in spring, and this pattern has occurred for at least 2 years without nonseasonal episodes.",
  "bipolar I disorder": "A mood disorder characterized by at least one manic episode, which may be preceded or followed by hypomanic or major depressive episodes.",
  "bipolar II disorder": "A mood disorder characterized by at least one hypomanic episode and at least one major depressive episode, without any full manic episodes.",
  "major depressive disorder, recurrent": "A mood disorder involving repeated episodes of major depression, separated by periods of at least 2 months without significant symptoms.",
  "manic episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased activity or energy, lasting at least 1 week and present most of the day, nearly every day.",
  "hypomanic episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased activity or energy, lasting at least 4 consecutive days and present most of the day, nearly every day, but less severe than a manic episode.",
  "major depressive episode": "A period of at least 2 weeks during which there is either depressed mood or loss of interest or pleasure in nearly all activities, along with other symptoms such as changes in sleep, appetite, energy, concentration, or self-worth.",
  "severity (manic episode)": "The degree of symptom intensity, number of symptoms, and level of functional disability during a manic episode, classified as mild, moderate, or severe.",
  "severity (major depressive episode)": "The degree of symptom intensity, number of symptoms, and level of functional disability during a major depressive episode, classified as mild, moderate, or severe.",
  "mild (manic episode)": "Minimum symptom criteria are met for a manic episode.",
  "moderate (manic episode)": "Very significant increase in activity or impairment in judgment during a manic episode.",
  "severe (manic episode)": "Almost continual supervision is required to prevent physical harm to self or others during a manic episode.",
  "mild (major depressive episode)": "Few, if any, symptoms in excess of those required to meet diagnostic criteria are present; symptoms are distressing but manageable and result in minor impairment in social or occupational functioning.",
  "moderate (major depressive episode)": "The number, intensity, and/or functional impairment of symptoms are between those specified for mild and severe.",
  "severe (major depressive episode)": "The number of symptoms is substantially in excess of those required for diagnosis, the intensity is seriously distressing and unmanageable, and symptoms markedly interfere with social and occupational functioning."
}