{
  "Depressive Disorders": "A group of mental disorders characterized by the presence of sad, empty, or irritable mood, accompanied by somatic and cognitive changes that significantly affect an individual’s capacity to function. They include conditions such as major depressive disorder, persistent depressive disorder, and others.",
  "Disruptive Mood Dysregulation Disorder": "A childhood disorder characterized by chronic, severe irritability, including frequent temper outbursts and a persistently irritable or angry mood, causing significant impairment in functioning across settings such as home, school, or with peers.",
  "Major Depressive Disorder": "A mood disorder characterized by a persistent feeling of sadness or lack of interest in outside stimuli, which impairs daily functioning.",
  "Major Depressive Episode": "A period characterized by a depressed mood or loss of interest or pleasure in most activities, along with other symptoms such as changes in sleep, appetite, energy, concentration, or self-worth, lasting at least two weeks and causing significant distress or impairment.",
  "Persistent Depressive Disorder": "A chronic form of depression characterized by a depressed mood for most of the day, for more days than not, for at least two years, along with additional symptoms such as poor appetite, insomnia or hypersomnia, low energy, low self-esteem, poor concentration, or feelings of hopelessness.",
  "Dysthymia": "A former diagnostic term now included under persistent depressive disorder, referring to a chronic, less severe but long-lasting form of depression.",
  "Premenstrual Dysphoric Disorder": "A mood disorder characterized by the expression of mood lability, irritability, dysphoria, and anxiety symptoms that occur repeatedly during the premenstrual phase of the menstrual cycle and remit around the onset of menses or shortly thereafter, accompanied by behavioral and physical symptoms, causing significant distress or impairment.",
  "Substance/Medication-Induced Depressive Disorder": "A depressive disorder in which symptoms are judged to be caused by the use of or withdrawal from a substance or medication, rather than being a primary depressive disorder.",
  "Depressive Disorder Due to Another Medical Condition": "A depressive disorder in which the mood disturbance is judged to be the direct physiological consequence of another medical condition.",
  "Other Specified Depressive Disorder": "A depressive disorder that causes clinically significant impairment but does not meet full criteria for any specific depressive disorder.",
  "Unspecified Depressive Disorder": "A depressive disorder that does not meet the full criteria for any of the specific depressive disorders and in which the clinician chooses not to specify the reason, often used in emergency settings.",
  "Irritability": "A tendency to respond to events with anger, frustration, or outbursts, often seen in children and adolescents with depression.",
  "Temper Outbursts": "Episodes of intense verbal or behavioral expressions of anger, such as rages or aggression, that are disproportionate to the situation and developmentally inappropriate.",
  "Manic Episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood, often with increased activity or energy.",
  "Hypomanic Episode": "A period of persistently elevated, expansive, or irritable mood and increased activity or energy, less severe than a manic episode and not causing marked impairment.",
  "Bereavement": "A period of mourning and emotional response following a significant loss, such as the death of a loved one.",
  "Unipolar Depressive Disorders": "Depressive disorders that do not involve episodes of mania or hypomania, as opposed to bipolar disorders.",
  "Pediatric Bipolar Disorder": "A mood disorder in children marked by episodic periods of abnormally elevated or irritable mood, accompanied by changes in energy, activity, and behavior, distinct from the child's usual functioning.",
  "Face-emotion labeling deficits": "Difficulties in accurately recognizing and identifying emotions expressed on people's faces, often seen in various psychiatric conditions.",
  "Cognitive control": "The mental ability to regulate thoughts, emotions, and behaviors, especially in the presence of distractions or conflicting information.",
  "Attention deployment": "The process of directing and focusing attention, particularly in response to emotional stimuli.",
  "Manic episode": "A distinct period of abnormally elevated, expansive, or irritable mood and increased activity or energy, lasting at least one week and present most of the day, nearly every day.",
  "Hypomanic episode": "A period of persistently elevated, expansive, or irritable mood and increased activity or energy, lasting at least four consecutive days, that is less severe than a manic episode.",
  "Grandiosity": "An inflated sense of self-importance, power, or abilities, often seen in manic episodes.",
  "Oppositional Defiant Disorder": "A childhood disorder characterized by a pattern of angry or irritable mood, argumentative or defiant behavior, or vindictiveness toward authority figures.",
  "Outbursts": "Sudden, intense displays of anger or emotion, often disproportionate to the situation.",
  "Comorbidity": "The co-occurrence of two or more disorders or conditions in the same individual.",
  "Anxiety Disorders": "A group of mental disorders characterized by excessive fear, anxiety, or related behavioral disturbances.",
  "Autism Spectrum Disorder": "A neurodevelopmental disorder characterized by difficulties in social communication and interaction, along with restricted, repetitive patterns of behavior, interests, or activities.",
  "Intermittent Explosive Disorder": "A disorder involving recurrent, sudden episodes of impulsive, aggressive, or violent behavior or angry verbal outbursts, out of proportion to the situation.",
  "Psychomotor agitation": "Observable restlessness, such as inability to sit still, pacing, or hand-wringing.",
  "Psychomotor retardation": "Observable slowing of speech, thinking, and body movements.",
  "Insomnia": "Difficulty falling asleep, staying asleep, or waking up too early and being unable to return to sleep.",
  "Hypersomnia": "Excessive sleep, either as an extended period of nighttime sleep or daytime napping, totaling at least 10 hours per day or at least 2 hours more than usual when not depressed.",
  "Fatigue": "A persistent feeling of tiredness or lack of energy not relieved by rest.",
  "Worthlessness": "A pervasive feeling of having no value or being unimportant.",
  "Excessive or inappropriate guilt": "Feelings of guilt that are disproportionate or not justified by the situation, sometimes reaching delusional intensity.",
  "Functional consequences": "The impact of a disorder on an individual's ability to function in daily life, including relationships, school, or work.",
  "Differential diagnosis": "The process of distinguishing a particular disease or condition from others that present with similar clinical features.",
  "Episodic illness": "A condition characterized by clearly defined periods of symptoms separated by periods of normal functioning.",
  "Persistent mood disruption": "A continuous disturbance in mood, such as irritability or sadness, that lasts for an extended period.",
  "Diminished ability to think or concentrate": "A reduced capacity to focus, think clearly, or make decisions, occurring nearly every day and noticeable either by the individual or by others.",
  "Indecisiveness": "Difficulty making decisions, experienced nearly every day, either reported by the individual or observed by others.",
  "Recurrent thoughts of death": "Repeated thoughts about death, not limited to fear of dying, which may include suicidal ideation without a specific plan, a suicide attempt, or a specific plan for suicide.",
  "Clinically significant distress": "A level of emotional suffering that is severe enough to interfere with social, occupational, or other important areas of functioning.",
  "Impairment in functioning": "A reduction in the ability to perform normally in social, work, or other significant life areas due to symptoms.",
  "Physiological effects of a substance": "Physical or mental changes caused by the use of drugs, medications, or other substances.",
  "Major depressive episode": "A period of at least two weeks characterized by depressed mood or loss of interest or pleasure in most activities, along with other symptoms such as changes in sleep, appetite, energy, concentration, or self-worth.",
  "Grief": "An emotional response to loss, typically involving feelings of emptiness and loss, with symptoms that may resemble depression but are usually tied to reminders of the deceased and decrease over time.",
  "Schizoaffective disorder": "A mental disorder characterized by symptoms of both schizophrenia and mood disorder (such as depression or mania).",
  "Schizophrenia": "A chronic mental disorder characterized by delusions, hallucinations, disorganized speech and behavior, and impaired cognitive ability.",
  "Schizophreniform disorder": "A mental disorder with symptoms similar to schizophrenia but lasting less than six months.",
  "Delusional disorder": "A mental disorder characterized by the presence of persistent delusions without other major symptoms of schizophrenia.",
  "Dysphoria": "A state of unease or generalized dissatisfaction, often accompanied by feelings of sadness or irritability.",
  "Self-esteem": "An individual's overall sense of self-worth or personal value.",
  "Self-derogatory ideation": "Thoughts that are critical or negative about oneself, often involving feelings of failure or inadequacy.",
  "Suicidal ideation": "Thoughts about wanting to die, wishing not to wake up, or considering suicide, which can range from passive wishes to active planning.",
  "Remission": "A period during which the symptoms of a disorder are reduced (partial remission) or absent (full remission).",
  "Psychotic features": "The presence of delusions and/or hallucinations during a depressive episode.",
  "Anxious distress": "A prominent feature of both bipolar and major depressive disorder characterized by high levels of anxiety, which are associated with higher suicide risk, longer duration of illness, and greater likelihood of treatment nonresponse.",
  "Mixed features": "A specifier for depressive episodes where at least three manic or hypomanic symptoms are present during the majority of days of a major depressive episode, observable by others and representing a change from usual behavior.",
  "Melancholic features": "A specifier for depressive episodes characterized by loss of pleasure in almost all activities or lack of reactivity to pleasurable stimuli, along with symptoms such as profound despondency, depression worse in the morning, early-morning awakening, psychomotor agitation or retardation, significant anorexia or weight loss, and excessive guilt.",
  "Atypical features": "A specifier for depressive episodes marked by mood reactivity and at least two of the following: significant weight gain or increased appetite, hypersomnia, leaden paralysis, and a long-standing pattern of interpersonal rejection sensitivity.",
  "Mood-congruent psychotic features": "Delusions or hallucinations whose content is consistent with typical depressive themes such as personal inadequacy, guilt, disease, death, nihilism, or deserved punishment.",
  "Mood-incongruent psychotic features": "Delusions or hallucinations whose content does not involve typical depressive themes or is a mixture of mood-incongruent and mood-congruent themes.",
  "Catatonia": "A state characterized by abnormal motor activity, immobility, or excessive motor activity, which can be specified if present during most of a depressive episode.",
  "Peripartum onset": "A specifier for depressive episodes where the onset of mood symptoms occurs during pregnancy or within four weeks following delivery.",
  "Seasonal pattern": "A specifier for recurrent major depressive disorder where depressive episodes have a regular temporal relationship with a particular time of year, with full remissions also occurring at characteristic times, and this pattern persists for at least two years.",
  "Depressed mood": "A pervasive feeling of sadness, hopelessness, or emptiness, present most of the day, nearly every day.",
  "Loss of interest or pleasure": "A marked decrease in enjoyment or interest in almost all activities, nearly every day.",
  "Appetite change": "A significant increase or decrease in appetite, which may result in weight gain or loss.",
  "Sleep disturbance": "Problems with sleeping, including difficulty falling asleep, staying asleep, waking too early, or sleeping excessively.",
  "Decreased energy": "A persistent feeling of tiredness or fatigue, even without physical exertion.",
  "Feelings of worthlessness": "Unrealistically negative evaluations of one's own value or self-worth.",
  "Guilt": "Excessive or inappropriate feelings of responsibility or remorse for real or imagined faults or mistakes.",
  "Delusional guilt": "A false and fixed belief that one is responsible for events or situations that are not actually one's fault, often of an exaggerated or unrealistic nature.",
  "Somatic complaints": "Physical symptoms, such as aches and pains, that may be emphasized by individuals with depression instead of emotional symptoms.",
  "Impaired concentration": "A reduced ability to think clearly, focus, or make decisions, often experienced as distractibility or memory difficulties.",
  "Pseudodementia": "A condition in which memory and cognitive difficulties caused by depression are mistaken for dementia; these problems often resolve with successful treatment of depression.",
  "Suicide attempt": "An act of self-harm with at least some intent to end one's own life.",
  "Nonvegetative symptoms": "Symptoms of depression that are not related to physical or bodily functions, such as dysphoria, anhedonia, guilt, worthlessness, impaired concentration, indecision, and suicidal thoughts.",
  "Anhedonia": "A loss of interest or pleasure in activities that are usually found enjoyable.",
  "Melancholia": "A severe form of depression characterized by profound sadness, lack of reactivity to pleasurable stimuli, and physical symptoms such as psychomotor disturbances.",
  "Recurrence": "The return of depressive symptoms after a period of remission.",
  "Chronic depressive illness": "A form of depression where symptoms persist for a long time, often with few or no periods of remission.",
  "Mixed features specifier": "A diagnostic specifier indicating the presence of some manic or hypomanic symptoms during a depressive episode, increasing the risk for future bipolar disorder.",
  "Neuroticism": "A personality trait involving a tendency toward negative emotional states, such as anxiety, depression, and irritability.",
  "Heritability": "The proportion of variation in a trait, such as premenstrual symptoms, that can be attributed to genetic factors within a population.",
  "Course modifiers": "Factors that influence the progression or outcome of a disorder, such as comorbid medical or psychiatric conditions.",
  "Comorbid": "The presence of one or more additional disorders occurring with a primary disorder.",
  "Somatic symptoms": "Physical symptoms, such as pain or fatigue, that may be the main complaint in depression, especially in some cultures.",
  "Hyperphagia": "Excessive eating or increased appetite, sometimes present in depression.",
  "Personality disorders": "Enduring patterns of behavior and inner experience that deviate from cultural expectations and can complicate the course of depression.",
  "Substance use disorders": "Conditions involving the problematic use of alcohol or other drugs, which can increase the risk and complicate the course of depression.",
  "Borderline personality disorder": "A personality disorder characterized by instability in mood, relationships, and self-image, frequently comorbid with depression.",
  "Adverse childhood experiences": "Stressful or traumatic events during childhood, such as abuse or neglect, that increase the risk for developing depression.",
  "Prevalence": "The proportion of a population found to have a condition at a specific time.",
  "Incidence": "The rate of new cases of a disorder occurring in a specified period.",
  "Suicide risk": "The likelihood that an individual will attempt or complete suicide, which is elevated in major depressive disorder.",
  "Obsessive rumination": "Repetitive and persistent thinking about distressing topics, often seen in depression.",
  "Anxiety": "A feeling of worry, nervousness, or unease, often present alongside depression.",
  "Phobia": "An excessive and irrational fear of a specific object, situation, or activity, which can co-occur with depression.",
  "Separation anxiety": "Excessive fear or anxiety about being separated from attachment figures, sometimes seen in depressed children.",
  "Hypothalamic-pituitary-adrenal axis hyperactivity": "Increased activity in a hormonal system involved in stress response, often found in severe depression.",
  "Neurotrophic factors": "Proteins that support the growth and survival of neurons, with genetic variants implicated in depression.",
  "Pro-inflammatory cytokines": "Molecules involved in inflammation that may play a role in the development of depression.",
  "Functional magnetic resonance imaging (fMRI)": "A brain imaging technique used to study functional abnormalities in neural systems related to emotion and reward in depression.",
  "Symptom severity": "The intensity or degree of depressive symptoms, which can affect recovery and prognosis.",
  "Familial": "Tending to occur more frequently in family members, indicating a genetic or hereditary component.",
  "Refractory course": "A pattern of illness that does not respond well to treatment.",
  "Somatic complaint": "A physical symptom reported by a patient, which may be the primary way depression is expressed in some cultures.",
  "Completed suicide": "A suicide attempt that results in death.",
  "Suicide completion": "The act of dying as a result of a suicide attempt.",
  "Suicide Attempt": "An act in which an individual tries to end their own life but does not result in death.",
  "Completed Suicide": "A suicide attempt that results in death.",
  "Borderline Personality Disorder": "A mental health disorder characterized by pervasive instability in moods, interpersonal relationships, self-image, and behavior, often increasing the risk for suicide attempts.",
  "Functional Consequences": "The impact of a disorder on an individual's ability to function in social, occupational, or other important areas of life.",
  "Impairment": "A reduction in the ability to function normally due to symptoms of a disorder.",
  "Catatonic": "A state of unresponsiveness to external stimuli, often marked by immobility or stupor.",
  "Differential Diagnosis": "The process of distinguishing a particular disease or condition from others that present with similar clinical features.",
  "Mixed Episode": "A period during which symptoms of both mania and depression occur simultaneously.",
  "Mood Disorder Due to Another Medical Condition": "A mood disturbance that is judged to be the direct physiological consequence of a specific medical condition.",
  "Substance/Medication-Induced Depressive or Bipolar Disorder": "A mood disorder in which the depressive or bipolar symptoms are judged to be etiologically related to the use of a substance, such as a drug of abuse, medication, or toxin.",
  "Attention-Deficit/Hyperactivity Disorder (ADHD)": "A neurodevelopmental disorder characterized by patterns of inattention, hyperactivity, and impulsivity.",
  "Adjustment Disorder with Depressed Mood": "A mood disturbance in response to a psychosocial stressor, where the full criteria for a major depressive episode are not met.",
  "Sadness": "A normal human emotion that, by itself, does not constitute a depressive disorder unless accompanied by sufficient severity, duration, and impairment.",
  "Persistent Depressive Disorder (Dysthymia)": "A chronic depressive disorder characterized by a depressed mood for most of the day, for more days than not, for at least two years (one year for children and adolescents), along with additional symptoms.",
  "Dysthymic Disorder": "A former DSM-IV diagnosis now subsumed under persistent depressive disorder, characterized by chronic, less severe depressive symptoms.",
  "Cyclothymic Disorder": "A mood disorder characterized by chronic fluctuating mood disturbances involving numerous periods of hypomanic and depressive symptoms that do not meet criteria for a manic, hypomanic, or major depressive episode.",
  "Schizoaffective Disorder": "A mental disorder featuring symptoms of both schizophrenia and mood disorder.",
  "Delusional Disorder": "A mental disorder characterized by the presence of one or more non-bizarre delusions lasting at least one month.",
  "Early Onset": "Onset of a disorder before age 21 years.",
  "Late Onset": "Onset of a disorder at age 21 years or older.",
  "Pure Dysthymic Syndrome": "A specifier used when an individual has not experienced an episode of major depression in the last two years but has persistent depressive symptoms.",
  "Persistent Major Depressive Episode": "A major depressive episode that has persisted for at least a two-year duration and remains present.",
  "Intermittent Major Depressive Episodes, With Current Episode": "A specifier used when an individual currently meets full criteria for a major depressive episode, but the depressive symptoms have been present for at least two years.",
  "Intermittent Major Depressive Episodes, Without Current Episode": "A specifier used when full criteria for a major depressive episode are not currently met, but there has been at least one previous episode of major depression in the context of at least two years of persistent depressive symptoms.",
  "Severity": "A measure of how many symptoms are present, how intense they are, and the degree of functional disability they cause.",
  "Negative Affectivity": "A temperament characterized by frequent and intense experiences of negative emotions.",
  "Global Functioning": "An overall assessment of an individual's ability to function in daily life.",
  "Polysomnographic Abnormalities": "Irregularities in sleep patterns as measured by polysomnography, often observed in mood disorders.",
  "Prefrontal Cortex": "A region of the brain implicated in mood regulation and associated with depressive disorders.",
  "Amygdala": "A brain structure involved in emotion processing, often implicated in mood disorders.",
  "Hippocampus": "A brain region involved in memory and emotion, implicated in depressive disorders.",
  "Anterior Cingulate": "A part of the brain involved in emotion regulation and implicated in mood disorders.",
  "Psychotic Disorders": "A group of mental disorders characterized by a disconnection from reality, such as schizophrenia, schizoaffective disorder, and delusional disorder, which may have depressive symptoms as associated features.",
  "Depressive or Bipolar and Related Disorder Due to Another Medical Condition": "A mood disorder in which the disturbance is judged to be attributable to the direct physiological effects of a specific, usually chronic, medical condition.",
  "Personality Disorders": "A group of mental disorders characterized by enduring patterns of inner experience and behavior that deviate markedly from the expectations of the individual's culture, are pervasive and inflexible, and lead to distress or impairment.",
  "Affective Lability": "Marked and rapid changes in mood, such as mood swings, feeling suddenly sad or tearful, or increased sensitivity to rejection.",
  "Lethargy": "A state of tiredness, lack of energy, or easy fatigability.",
  "Decreased Interest": "A reduced desire or motivation to engage in usual activities such as work, school, socializing, or hobbies.",
  "Premenstrual Syndrome": "A condition characterized by physical or behavioral symptoms that occur during the premenstrual phase of the menstrual cycle, but does not require a minimum number of symptoms or the presence of affective symptoms, and is generally less severe than premenstrual dysphoric disorder.",
  "Dysmenorrhea": "A syndrome of painful menstruation, with symptoms beginning at the onset of menses, distinct from mood or affective changes.",
  "Prospective Daily Ratings": "A method of symptom assessment in which individuals record their symptoms daily over a period of time to confirm the presence and pattern of symptoms, especially used in diagnosing premenstrual dysphoric disorder.",
  "Functional Impairment": "A significant reduction in the ability to function socially, occupationally, or in other important areas of life due to symptoms of a mental disorder.",
  "Course Modifiers": "Factors that can influence the development, severity, or progression of a disorder, such as the use of oral contraceptives in premenstrual dysphoric disorder.",
  "Bipolar disorder": "A mood disorder characterized by episodes of mania or hypomania alternating with episodes of depression.",
  "Major depressive disorder": "A mood disorder marked by persistent feelings of sadness, loss of interest, and other symptoms that interfere with daily functioning.",
  "Persistent depressive disorder (dysthymia)": "A chronic form of depression characterized by a depressed mood lasting for at least two years, with additional depressive symptoms that may be less severe than those of major depressive disorder.",
  "Premenstrual dysphoric disorder": "A mood disorder characterized by severe emotional and physical symptoms that occur in the premenstrual phase of the menstrual cycle and remit shortly after the onset of menses.",
  "Substance/medication-induced depressive disorder": "A depressive disorder in which a prominent and persistent disturbance in mood is directly caused by the physiological effects of a substance or medication, with symptoms developing during or soon after substance intoxication, withdrawal, or exposure.",
  "Substance use disorder": "A problematic pattern of substance use leading to clinically significant impairment or distress, characterized by symptoms such as tolerance, withdrawal, and continued use despite negative consequences.",
  "Intoxication": "A reversible, substance-specific syndrome due to the recent ingestion of a substance, resulting in behavioral or psychological changes.",
  "Withdrawal": "A substance-specific syndrome that occurs after stopping or reducing the intake of a substance that has been used regularly, resulting in physical or psychological symptoms.",
  "Delirium": "A disturbance in attention and awareness that develops over a short period, often fluctuating, and can occur alongside depressive symptoms in medical conditions.",
  "Prospective ratings": "The process of recording symptoms on a daily basis moving forward in time, rather than relying on retrospective recall.",
  "Retrospective symptoms": "Symptoms reported based on memory of past experiences, rather than recorded in real time.",
  "Premenstrual exacerbation": "The worsening of symptoms of an existing mental or medical disorder during the premenstrual phase, without a symptom-free interval post-menses.",
  "Clinically significant distress or impairment": "Symptoms that cause substantial emotional suffering or interfere with social, occupational, or other important areas of functioning.",
  "ICD-9-CM": "The International Classification of Diseases, Ninth Revision, Clinical Modification, a coding system used for diagnoses.",
  "ICD-10-CM": "The International Classification of Diseases, Tenth Revision, Clinical Modification, a coding system used for diagnoses.",
  "Onset during intoxication": "The development of symptoms while the individual is experiencing intoxication from a substance.",
  "Onset during withdrawal": "The development of symptoms while the individual is experiencing withdrawal from a substance.",
  "Etiological factor": "A cause or contributing factor in the development of a disease or disorder.",
  "Primary Depressive Disorder": "A depressive disorder that is not caused by substance use, withdrawal, or another medical condition, but arises independently.",
  "Medication-Induced Depressive Disorder": "A depressive disorder that develops as a direct result of taking a medication known to cause depressive symptoms.",
  "Substance Intoxication": "A reversible, substance-specific syndrome due to the recent ingestion of a substance, which can include mood disturbances such as depression.",
  "Substance Withdrawal": "A group of symptoms that occur upon the abrupt discontinuation or decrease in intake of a substance, which can include depressive symptoms.",
  "Withdrawal Syndrome": "A set of symptoms that can occur when a person stops using a substance to which they have become dependent.",
  "Diagnostic Markers": "Laboratory or clinical findings that help confirm the presence of a specific disorder.",
  "Suicide Risk": "The likelihood that an individual with a depressive disorder may attempt or complete suicide, which can be influenced by the disorder or its treatment.",
  "Dysphoric Mood": "A state of unease or generalized dissatisfaction, often associated with depression.",
  "Antisocial Behavior": "Actions that harm or lack consideration for the well-being of others, sometimes seen in individuals with certain personality disorders.",
  "Psychosocial Stressors": "Life events or environmental factors that may contribute to the onset or worsening of a mental disorder.",
  "Specifier": "A term used in diagnosis to provide additional detail about the nature or features of a disorder.",
  "With Depressive Features": "A specifier indicating that depressive symptoms are present but do not meet full criteria for a major depressive episode.",
  "With Major Depressive–like Episode": "A specifier indicating that full criteria for a major depressive episode are met, except for exclusion of another mental disorder.",
  "With Mixed Features": "A specifier indicating that symptoms of mania or hypomania are present alongside depressive symptoms, but do not predominate.",
  "Depressive disorder due to another medical condition": "A depressive disorder characterized by a prominent and persistent period of depressed mood or markedly diminished interest or pleasure in almost all activities, which is believed to be directly caused by the physiological effects of another medical condition.",
  "General medical condition": "A physical health condition or disease that may have physiological effects on mood or behavior and can be etiologically related to psychiatric symptoms.",
  "Mood disturbance": "A significant change in emotional state, such as depressed mood or loss of interest or pleasure, that may be related to a medical or psychiatric condition.",
  "Etiology": "The cause or origin of a disorder, particularly the relationship between a medical condition and the development of depressive symptoms.",
  "Neuroanatomical correlates": "Brain structures or regions that are associated with the presence or development of a disorder, such as depression.",
  "Cushing’s disease": "A neuroendocrine disorder caused by excess cortisol, often associated with depressive or manic symptoms.",
  "Hypothyroidism": "A condition in which the thyroid gland is underactive, which can be associated with depressive symptoms.",
  "Cerebrovascular accident (CVA)": "Another term for stroke, which can be associated with the acute onset of depression.",
  "Huntington’s disease": "A genetic neurodegenerative disorder that often presents with depression early in its course.",
  "Parkinson’s disease": "A progressive neurological disorder that can be associated with depression, sometimes preceding motor symptoms.",
  "Adjustment disorder": "A psychological response to a significant stressor, such as a medical illness, resulting in emotional or behavioral symptoms that do not meet criteria for another specific mental disorder.",
  "Medication-induced depressive disorder": "A depressive disorder that is directly caused by the physiological effects of a medication or substance, rather than a medical condition.",
  "Anxiety symptoms": "Feelings of nervousness, worry, or fear that are commonly present in depressive disorders regardless of cause.",
  "Other specified depressive disorder": "A category for depressive presentations that cause significant distress or impairment but do not meet the full criteria for any specific depressive disorder, with the clinician specifying the reason.",
  "Recurrent brief depression": "A form of depression characterized by episodes of depressed mood and at least four other depressive symptoms lasting 2–13 days at least once per month for at least 12 consecutive months, without meeting criteria for other depressive or bipolar disorders.",
  "Short-duration depressive episode": "A depressive episode with depressed mood and at least four other symptoms of major depression, lasting more than 4 days but less than 14 days, without meeting criteria for other depressive or bipolar disorders.",
  "Depressive episode with insufficient symptoms": "A depressive episode with depressed mood and at least one other symptom of major depression, lasting at least 2 weeks, but not meeting full criteria for a major depressive episode.",
  "Unspecified depressive disorder": "A category for depressive presentations that cause significant distress or impairment but do not meet the full criteria for any specific depressive disorder, and the clinician does not specify the reason or lacks sufficient information for a more specific diagnosis.",
  "With anxious distress": "A specifier for depressive disorders indicating the presence of at least two symptoms of anxiety, such as feeling tense, restless, difficulty concentrating due to worry, or fear that something awful may happen, during most days of a depressive episode.",
  "Severity (Depression)": "A measure of how many symptoms are present, ranging from mild (two symptoms), moderate (three symptoms), moderate-severe (four or five symptoms), to severe (four or five symptoms with motor agitation).",
  "Manic/hypomanic symptoms": "Symptoms such as elevated or expansive mood, inflated self-esteem or grandiosity, increased talkativeness, flight of ideas, increased energy or goal-directed activity, excessive involvement in risky activities, and decreased need for sleep.",
  "Mood reactivity": "The capacity for mood to brighten in response to actual or potential positive events.",
  "Leaden paralysis": "A sensation of heaviness or being weighted down, usually in the arms or legs, present for at least an hour a day and often lasting for many hours.",
  "Interpersonal rejection sensitivity": "A long-standing pattern of pathological sensitivity to perceived interpersonal rejection, resulting in significant social or occupational impairment, and persisting throughout most of adult life.",
  "Postpartum psychotic features": "Psychotic symptoms such as delusions or hallucinations occurring during a postpartum mood episode, sometimes associated with command hallucinations or delusions about the infant.",
  "Recurrent Major Depressive Disorder": "A form of major depressive disorder characterized by repeated episodes of depression separated by periods of remission.",
  "Bipolar Disorders": "A group of mood disorders that include episodes of depression and episodes of mania or hypomania.",
  "Bipolar I Disorder": "A type of bipolar disorder marked by at least one manic episode, which may be preceded or followed by depressive episodes.",
  "Bipolar II Disorder": "A type of bipolar disorder characterized by at least one hypomanic episode and one or more major depressive episodes, but no full manic episodes.",
  "Seasonal Pattern": "A specifier for mood disorders where episodes of depression or mania occur at a particular time of year, most commonly in winter.",
  "Partial Remission": "A state in which some symptoms of a previous major depressive episode are still present, but the full criteria for the disorder are not met, or there is a period of less than 2 months without significant symptoms following an episode.",
  "Full Remission": "A state in which, during the past 2 months, no significant signs or symptoms of the depressive disturbance are present.",
  "Mild": "A severity level where few, if any, symptoms beyond those required for diagnosis are present, symptoms are distressing but manageable, and there is only minor impairment in social or occupational functioning.",
  "Moderate": "A severity level where the number, intensity, and/or functional impact of symptoms are between those specified for 'mild' and 'severe.'",
  "Severe": "A severity level where the number of symptoms is much greater than required for diagnosis, symptoms are seriously distressing and unmanageable, and there is marked interference with social and occupational functioning."
}