{
  "affect": "A pattern of observable behaviors that is the expression of a subjectively experienced feeling state (emotion). Affect refers to more fluctuating changes in emotional 'weather,' in contrast to mood, which is a pervasive and sustained emotional 'climate.' The normal range of affect varies across and within cultures.",
  "blunted": "A significant reduction in the intensity of emotional expression.",
  "flat": "An absence or near absence of any sign of affective expression.",
  "inappropriate": "A discordance between affective expression and the content of speech or ideation.",
  "labile": "Abnormal variability in affect with repeated, rapid, and abrupt shifts in affective expression.",
  "restricted or constricted": "A mild reduction in the range and intensity of emotional expression.",
  "affective blunting": "A significant reduction in the intensity of emotional expression; see affect.",
  "agnosia": "Loss of ability to recognize objects, persons, sounds, shapes, or smells, occurring without impairment of the specific sense or significant memory loss.",
  "alogia": "An impoverishment in thinking inferred from observing speech and language behavior, such as brief and concrete replies or restriction in spontaneous speech (poverty of speech), or speech that conveys little information (poverty of content).",
  "amnesia": "An inability to recall important autobiographical information that is inconsistent with ordinary forgetting.",
  "anhedonia": "Lack of enjoyment from, engagement in, or energy for life’s experiences; deficits in the capacity to feel pleasure and take interest in things.",
  "anosognosia": "A condition in which a person with an illness seems unaware of the existence of their illness.",
  "antagonism": "Behaviors that put an individual at odds with others, such as an exaggerated sense of self-importance, expectation of special treatment, callousness, unawareness of others’ needs, and readiness to use others for self-enhancement.",
  "antidepressant discontinuation syndrome": "A set of symptoms that can occur after abrupt cessation or marked reduction in dose of an antidepressant medication that had been taken continuously for at least one month.",
  "anxiety": "The apprehensive anticipation of future danger or misfortune, accompanied by worry, distress, and/or somatic symptoms of tension. The focus of anticipated danger may be internal or external.",
  "anxiousness": "Feelings of nervousness or tenseness in reaction to diverse situations; frequent worry about negative effects of past experiences and future possibilities; feeling fearful and apprehensive about uncertainty; expecting the worst to happen.",
  "arousal": "The physiological and psychological state of being awake or reactive to stimuli.",
  "asociality": "A reduced initiative for interacting with other people.",
  "attention": "The ability to focus in a sustained manner on a particular stimulus or activity. Disturbances may manifest as distractibility or difficulty finishing tasks or concentrating.",
  "attention seeking": "Engaging in behavior designed to attract notice and make oneself the focus of others’ attention and admiration.",
  "autogynephilia": "Sexual arousal of a natal male associated with the idea or image of being a woman.",
  "avoidance": "The act of keeping away from stress-related circumstances; a tendency to circumvent cues, activities, and situations that remind the individual of a stressful event.",
  "avolition": "An inability to initiate and persist in goal-directed activities. When severe, it is pervasive and prevents completion of many types of activities.",
  "bereavement": "The state of having lost through death someone with whom one has had a close relationship, including a range of grief and mourning responses.",
  "callousness": "Lack of concern for the feelings or problems of others; lack of guilt or remorse about the negative or harmful effects of one’s actions on others.",
  "catalepsy": "Passive induction of a posture held against gravity.",
  "cataplexy": "Episodes of sudden bilateral loss of muscle tone resulting in collapse, often occurring in association with intense emotions such as laughter, anger, fear, or surprise.",
  "circadian rhythms": "Cyclical variations in physiological and biochemical function, level of sleep-wake activity, and emotional state, typically with a cycle of about 24 hours.",
  "cognitive and perceptual dysregulation": "Odd or unusual thought processes and experiences, including depersonalization, derealization, dissociation, mixed sleep-wake state experiences, and thought-control experiences.",
  "coma": "A state of complete loss of consciousness.",
  "compulsion": "Repetitive behaviors or mental acts that an individual feels driven to perform in response to an obsession or according to rigid rules, aimed at preventing or reducing anxiety or distress, or preventing some dreaded event, though not realistically connected or are clearly excessive.",
  "conversion symptom": "A loss of, or alteration in, voluntary motor or sensory functioning, with or without impairment of consciousness, not fully explained by a neurological or medical condition or substance use, and not intentionally produced or feigned.",
  "deceitfulness": "Dishonesty and fraudulence; misrepresentation of self; embellishment or fabrication when relating events.",
  "defense mechanism": "Mechanisms that mediate an individual’s reaction to emotional conflicts and external stressors. Some are almost invariably maladaptive, while others may be adaptive or maladaptive depending on context.",
  "delusion": "A false belief based on incorrect inference about external reality, firmly held despite evidence to the contrary and not ordinarily accepted by others in the person’s culture. Delusions are subdivided by content.",
  "bizarre delusion": "A delusion involving a phenomenon that the person’s culture would regard as physically impossible.",
  "delusional jealousy": "A delusion that one’s sexual partner is unfaithful.",
  "erotomanic delusion": "A delusion that another person, usually of higher status, is in love with the individual.",
  "grandiose delusion": "A delusion of inflated worth, power, knowledge, identity, or special relationship to a deity or famous person.",
  "mixed type delusion": "Delusions of more than one type in which no one theme predominates.",
  "of being controlled delusion": "A delusion in which feelings, impulses, thoughts, or actions are experienced as being under the control of some external force.",
  "of reference delusion": "A delusion in which events, objects, or people in one’s environment are seen as having a particular and unusual significance, usually negative or pejorative, but sometimes grandiose.",
  "persecutory delusion": "A delusion in which the central theme is that one (or someone close) is being attacked, harassed, cheated, persecuted, or conspired against.",
  "somatic delusion": "A delusion whose main content pertains to the appearance or functioning of one’s body.",
  "thought broadcasting delusion": "A delusion that one’s thoughts are being broadcast out loud so that others can perceive them.",
  "thought insertion delusion": "A delusion that certain thoughts are not one’s own, but are inserted into one’s mind.",
  "depersonalization": "The experience of feeling detached from, and as if one is an outside observer of, one’s mental processes, body, or actions, such as feeling like one is in a dream or experiencing unreality of self.",
  "depressivity": "Feelings of being intensely sad, miserable, and/or hopeless, sometimes described as an absence of feelings or dysphoria, difficulty recovering from such moods, pessimism, pervasive shame or guilt, feelings of inferior self-worth, and thoughts or behaviors related to suicide.",
  "derealization": "The experience of feeling detached from, and as if one is an outside observer of, one’s surroundings, with individuals or objects experienced as unreal, dreamlike, foggy, lifeless, or visually distorted.",
  "detachment": "Avoidance of socioemotional experience, including withdrawal from interpersonal interactions and restricted affectivity, particularly limited capacity for pleasure. Detachment is one of the five pathological personality trait domains.",
  "disinhibition": "A pathological personality trait domain characterized by excessive constraint of impulses, risk avoidance, hyper-responsibility, hyperperfectionism, and rigid, rule-governed behavior.",
  "disorder of sex development": "A condition involving significant inborn physical deviations of the reproductive tract from the norm and/or discrepancies among biological indicators of male and female.",
  "disorientation": "Confusion about the time, place, or person, such as not knowing the current time, location, or one's own identity.",
  "dissociation": "The splitting off of clusters of mental contents from conscious awareness, often as a result of psychic trauma, allowing an individual to maintain allegiance to contradictory truths while remaining unconscious of the contradiction. It is central to dissociative disorders and can also refer to separating an idea from its emotional significance.",
  "distractibility": "Difficulty concentrating and focusing on tasks; attention is easily diverted by extraneous stimuli, leading to problems maintaining goal-focused behavior, including planning and completing tasks.",
  "dysarthria": "A disorder of speech sound production due to structural or motor impairment affecting the articulatory apparatus, such as cleft palate, muscle disorders, cranial nerve disorders, or cerebral palsy affecting bulbar structures.",
  "dyskinesia": "Distortion of voluntary movements with involuntary muscle activity.",
  "dysphoria": "A condition in which a person experiences intense feelings of depression, discontent, and sometimes indifference to the world around them.",
  "dyssomnias": "Primary disorders of sleep or wakefulness characterized by insomnia or hypersomnia as the main symptom, involving disturbances in the amount, quality, or timing of sleep.",
  "dysthymia": "A depressive condition marked by the presence of two or more symptoms such as poor appetite or overeating, insomnia or hypersomnia, low energy or fatigue, low self-esteem, poor concentration or difficulty making decisions, or feelings of hopelessness.",
  "dystonia": "Disordered tonicity of muscles.",
  "eccentricity": "Odd, unusual, or bizarre behavior, appearance, or speech, including strange and unpredictable thoughts or saying unusual or inappropriate things.",
  "echolalia": "The pathological, parrotlike, and apparently senseless repetition of a word or phrase just spoken by another person.",
  "echopraxia": "Mimicking the movements of another person.",
  "emotional lability": "Instability of emotional experiences and mood; emotions are easily aroused, intense, and/or out of proportion to events and circumstances.",
  "empathy": "Comprehension and appreciation of others’ experiences and motivations; tolerance of differing perspectives; understanding the effects of one's own behavior on others.",
  "episode": "A specified duration of time during which a person develops or experiences symptoms that meet the diagnostic criteria for a given mental disorder. Episodes may be single or recurrent.",
  "euphoria": "A mental and emotional condition in which a person experiences intense feelings of well-being, elation, happiness, excitement, and joy.",
  "fatigability": "A tendency to become easily fatigued.",
  "fatigue": "A state of exhaustion, tiredness, or lethargy, usually associated with a weakening or depletion of physical and/or mental resources, ranging from general lethargy to specific, work-induced muscle fatigue. Mental fatigue often manifests as sleepiness.",
  "fear": "An emotional response to perceived imminent threat or danger, associated with urges to flee or fight.",
  "flashback": "A dissociative state during which aspects of a traumatic event are re-experienced as though they were occurring at that moment.",
  "flight of ideas": "A nearly continuous flow of accelerated speech with abrupt changes from topic to topic, usually based on understandable associations, distracting stimuli, or word plays. In severe cases, speech may be disorganized and incoherent.",
  "gender": "The public (and usually legally recognized) lived role as boy or girl, man or woman, influenced by biological, social, and psychological factors.",
  "gender assignment": "The initial assignment as male or female, usually occurring at birth and referred to as 'natal gender.'",
  "gender dysphoria": "Distress that accompanies the incongruence between one's experienced and expressed gender and one's assigned or natal gender.",
  "gender experience": "The unique and personal ways in which individuals experience their gender within the context of societal gender roles.",
  "gender expression": "The specific ways in which individuals enact gender roles provided in their societies.",
  "gender identity": "A category of social identity referring to an individual's identification as male, female, or occasionally another category.",
  "gender reassignment": "A change of gender that can be medical (hormones, surgery), legal (government recognition), or both. Medical interventions are often referred to as sex reassignment.",
  "grandiosity": "Believing that one is superior to others and deserves special treatment; self-centeredness, feelings of entitlement, and condescension toward others.",
  "grimace": "Odd and inappropriate facial expressions unrelated to the situation, as seen in individuals with catatonia.",
  "hallucination": "A perception-like experience with the clarity and impact of a true perception but without external stimulation of the relevant sensory organ. Hallucinations differ from illusions, which involve misperceiving real external stimuli.",
  "auditory hallucination": "A hallucination involving the perception of sound, most commonly voices.",
  "geometric hallucination": "A visual hallucination involving geometric shapes such as tunnels, funnels, spirals, lattices, or cobwebs.",
  "gustatory hallucination": "A hallucination involving the perception of taste, usually unpleasant.",
  "olfactory hallucination": "A hallucination involving the perception of odor, such as burning rubber or decaying fish.",
  "somatic hallucination": "A hallucination involving the perception of physical experience localized within the body, such as a feeling of electricity.",
  "tactile hallucination": "A hallucination involving the perception of being touched or of something being under one's skin, such as sensations of electric shocks or crawling.",
  "visual hallucination": "A hallucination involving sight, which may consist of formed images (such as people) or unformed images (such as flashes of light).",
  "hostility": "Persistent or frequent angry feelings; anger or irritability in response to minor slights and insults; mean, nasty, or vengeful behavior.",
  "hyperacusis": "Increased auditory perception.",
  "hyperorality": "A condition in which inappropriate objects are placed in the mouth.",
  "hypersexuality": "A stronger than usual urge to have sexual activity.",
  "hypersomnia": "Excessive sleepiness, as evidenced by prolonged nocturnal sleep, difficulty maintaining alertness during the day, or undesired daytime sleep episodes.",
  "hypervigilance": "An enhanced state of sensory sensitivity accompanied by exaggerated behaviors to detect threats, increased anxiety, abnormal arousal, high responsiveness to stimuli, and continual scanning of the environment for threats.",
  "hypomania": "An abnormality of mood resembling mania but of lesser intensity.",
  "hypopnea": "Episodes of overly shallow breathing or an abnormally low respiratory rate.",
  "ideas of reference": "The feeling that causal incidents and external events have a particular and unusual meaning specific to the person, distinct from a delusion of reference, which is held with delusional conviction.",
  "identity": "Experience of oneself as unique, with clear boundaries between self and others; stability of self-esteem and accuracy of self-appraisal; capacity for and ability to regulate a range of emotional experiences.",
  "illusion": "A misperception or misinterpretation of a real external stimulus, such as hearing the rustling of leaves as the sound of voices.",
  "impulsivity": "Acting on the spur of the moment in response to immediate stimuli without planning or consideration of outcomes; difficulty establishing and following plans; a sense of urgency and self-harming behavior under emotional distress.",
  "incoherence": "Speech or thinking that is essentially incomprehensible to others because words or phrases are joined together without a logical or meaningful connection.",
  "insomnia": "A subjective complaint of difficulty falling or staying asleep or poor sleep quality.",
  "intersex condition": "A condition in which individuals have conflicting or ambiguous biological indicators of sex.",
  "intimacy": "Depth and duration of connection with others; desire and capacity for closeness; mutuality of regard reflected in interpersonal behavior.",
  "intimacy avoidance": "Avoidance of close or romantic relationships, interpersonal attachments, and intimate sexual relationships. Intimacy avoidance is a facet of the broad personality trait domain Detachment.",
  "irresponsibility": "Disregard for and failure to honor financial and other obligations or commitments; lack of respect for and lack of follow-through on agreements and promises; carelessness with others’ property. Irresponsibility is a facet of the broad personality trait domain Disinhibition.",
  "language pragmatics": "The understanding and use of language in a given context. For example, the warning 'Watch your hands' when issued to a child who is dirty is intended not only to prompt the child to look at his or her hands but also to communicate the admonition 'Don’t get anything dirty.'",
  "lethargy": "A state of decreased mental activity, characterized by sluggishness, drowsiness, inactivity, and reduced alertness.",
  "macropsia": "The visual perception that objects are larger than they actually are.",
  "magical thinking": "The erroneous belief that one’s thoughts, words, or actions will cause or prevent a specific outcome in some way that defies commonly understood laws of cause and effect. Magical thinking may be a part of normal child development.",
  "mania": "A mental state of elevated, expansive, or irritable mood and persistently increased level of activity or energy.",
  "manipulativeness": "Use of subterfuge to influence or control others; use of seduction, charm, glibness, or ingratiation to achieve one’s ends. Manipulativeness is a facet of the broad personality trait domain Antagonism.",
  "mannerism": "A peculiar and characteristic individual style of movement, action, thought, or speech.",
  "melancholia": "A mental state characterized by very severe depression.",
  "micropsia": "The visual perception that objects are smaller than they actually are.",
  "mixed symptoms": "The specifier 'with mixed features' is applied to mood episodes during which subthreshold symptoms from the opposing pole are present. These concurrent 'mixed' symptoms may be relatively simultaneous or occur closely in time as a waxing and waning of individual symptoms of the opposite pole.",
  "mood": "A pervasive and sustained emotion that colors the perception of the world. Common examples include depression, elation, anger, and anxiety. Mood refers to a pervasive and sustained emotional 'climate,' in contrast to affect, which refers to more fluctuating changes in emotional 'weather.'",
  "dysphoric mood": "An unpleasant mood, such as sadness, anxiety, or irritability.",
  "elevated mood": "An exaggerated feeling of well-being, euphoria, or elation. A person with elevated mood may describe feeling 'high,' 'ecstatic,' 'on top of the world,' or 'up in the clouds.'",
  "euthymic mood": "Mood in the 'normal' range, which implies the absence of depressed or elevated mood.",
  "expansive mood": "Lack of restraint in expressing one’s feelings, frequently with an overvaluation of one’s significance or importance.",
  "irritable mood": "Easily annoyed and provoked to anger.",
  "mood-congruent psychotic features": "Delusions or hallucinations whose content is entirely consistent with the typical themes of a depressed or manic mood. For depression, themes include personal inadequacy, guilt, disease, death, nihilism, or deserved punishment. For mania, themes include inflated worth, power, knowledge, identity, or a special relationship to a deity or famous person.",
  "mood-incongruent psychotic features": "Delusions or hallucinations whose content is not consistent with the typical themes of a depressed or manic mood.",
  "multiple sleep latency test": "Polysomnographic assessment of the sleep-onset period, with several short sleep-wake cycles assessed during a single session. The test repeatedly measures the time to daytime sleep onset ('sleep latency') and occurrence of and time to onset of the rapid eye movement sleep phase.",
  "mutism": "No, or very little, verbal response (in the absence of known aphasia).",
  "narcolepsy": "Sleep disorder characterized by periods of extreme drowsiness and frequent daytime lapses into sleep (sleep attacks). These must have been occurring at least three times per week over the last 3 months (in the absence of treatment).",
  "negative affectivity": "Frequent and intense experiences of high levels of a wide range of negative emotions (e.g., anxiety, depression, guilt/shame, worry, anger), and their behavioral and interpersonal manifestations. Negative Affectivity is one of the five pathological personality trait domains defined in the DSM-5 Alternative Model for Personality Disorders.",
  "negativism": "Opposition to suggestion or advice; behavior opposite to that appropriate to a specific situation or against the wishes of others, including direct resistance to efforts to be moved.",
  "night eating syndrome": "Recurrent episodes of night eating, as manifested by eating after awakening from sleep or excessive food consumption after the evening meal. There is awareness and recall of the eating. The night eating is not better accounted for by external influences such as changes in the individual’s sleep-wake cycle or by local social norms.",
  "nightmare disorder": "Repeated occurrences of extended, extremely dysphoric, and well-remembered dreams that usually involve efforts to avoid threats to survival, security, or physical integrity and that generally occur during the second half of the major sleep episode. On awakening from the dysphoric dreams, the individual rapidly becomes oriented and alert.",
  "nonsubstance addiction": "Behavioral disorder (also called behavioral addiction) not related to any substance of abuse that shares some features with substance-induced addiction.",
  "obsession": "Recurrent and persistent thoughts, urges, or images that are experienced, at some time during the disturbance, as intrusive and unwanted and that in most individuals cause marked anxiety or distress. The individual attempts to ignore or suppress such thoughts, urges, or images, or to neutralize them with some other thought or action (i.e., by performing a compulsion).",
  "overeating": "Eating too much food too quickly.",
  "overvalued idea": "An unreasonable and sustained belief that is maintained with less than delusional intensity (i.e., the person is able to acknowledge the possibility that the belief may not be true). The belief is not one that is ordinarily accepted by other members of the person’s culture or subculture.",
  "panic attacks": "Discrete periods of sudden onset of intense fear or terror, often associated with feelings of impending doom. During these attacks there are symptoms such as shortness of breath or smothering sensations; palpitations, pounding heart, or accelerated heart rate; chest pain or discomfort; choking; and fear of going crazy or losing control. Panic attacks may be unexpected or expected.",
  "paranoid ideation": "Ideation, of less than delusional proportions, involving suspiciousness or the belief that one is being harassed, persecuted, or unfairly treated.",
  "parasomnias": "Disorders of sleep involving abnormal behaviors or physiological events occurring during sleep or sleep-wake transitions.",
  "perseveration": "Persistence at tasks or in a particular way of doing things long after the behavior has ceased to be functional or effective; continuance of the same behavior despite repeated failures or clear reasons for stopping. Perseveration is a facet of the broad personality trait domain Negative Affectivity.",
  "personality": "Enduring patterns of perceiving, relating to, and thinking about the environment and oneself. Personality traits are prominent aspects of personality that are exhibited in relatively consistent ways across time and across situations. Personality traits influence self and interpersonal functioning. Depending on their severity, impairments in personality functioning and personality trait expression may reflect the presence of a personality disorder.",
  "personality disorder—trait specified": "A proposed diagnostic category for use when a personality disorder is considered present but the criteria for a specific disorder are not met. Personality disorder—trait specified (PD-TS) is defined by significant impairment in personality functioning, as measured by the Level of Personality Functioning Scale and one or more pathological personality trait domains or personality trait facets.",
  "personality functioning": "Cognitive models of self and others that shape patterns of emotional and affiliative engagement.",
  "personality trait": "A tendency to behave, feel, perceive, and think in relatively consistent ways across time and across situations in which the trait may be manifest.",
  "personality trait facets": "Specific personality components that make up the five broad personality trait domains in the dimensional taxonomy of the DSM-5 Alternative Model for Personality Disorders. For example, the broad domain antagonism has the following component facets: manipulativeness, deceitfulness, grandiosity, attention seeking, callousness, and hostility.",
  "personality trait domains": "In the dimensional taxonomy of the DSM-5 Alternative Model for Personality Disorders, personality traits are organized into five broad domains: negative affectivity, detachment, antagonism, disinhibition, and psychoticism. Within these five broad trait domains are 25 specific personality trait facets.",
  "phobia": "A persistent fear of a specific object, activity, or situation (i.e., the phobic stimulus) out of proportion to the actual danger posed by the specific object or situation.",
  "pica": "Persistent eating of nonnutritive, nonfood substances over a period of at least 1 month. The behavior is inappropriate to the individual's developmental level (diagnosis suggested for age 2 or older) and is not part of a culturally supported or socially normative practice.",
  "polysomnography": "A multiparametric test, also known as a sleep study, used in the study of sleep and as a diagnostic tool in sleep medicine. It monitors body functions such as brain activity, eye movements, muscle activity, and heart rhythm.",
  "posturing": "Spontaneous and active maintenance of a posture against gravity, as seen in catatonia. Abnormal posturing may also indicate certain brain or spinal cord injuries.",
  "decerebrate posture": "A posture in which the arms and legs are out straight and rigid, the toes point downward, and the head is arched backward.",
  "decorticate posture": "A posture in which the body is rigid, the arms are stiff and bent, the fists are tight, and the legs are straight out.",
  "opisthotonus": "A posture in which the back is rigid and arching, and the head is thrown backward.",
  "pressured speech": "Speech that is increased in amount, accelerated, and difficult or impossible to interrupt. It is usually loud and emphatic, and the person may continue talking even without social stimulation.",
  "prodrome": "An early or premonitory sign or symptom of a disorder.",
  "pseudocyesis": "A false belief of being pregnant, associated with objective signs and reported symptoms of pregnancy.",
  "psychological distress": "A range of symptoms and experiences of a person's internal life that are troubling, confusing, or out of the ordinary.",
  "psychometric measures": "Standardized instruments such as scales, questionnaires, tests, and assessments designed to measure human knowledge, abilities, attitudes, or personality traits.",
  "psychomotor agitation": "Excessive motor activity associated with inner tension, usually nonproductive and repetitious, such as pacing, fidgeting, wringing hands, or inability to sit still.",
  "psychomotor retardation": "Visible generalized slowing of movements and speech.",
  "psychotic features": "Features characterized by delusions, hallucinations, and formal thought disorder.",
  "psychoticism": "Exhibiting a wide range of culturally incongruent odd, eccentric, or unusual behaviors and cognitions, including both process (e.g., perception, dissociation) and content (e.g., beliefs).",
  "purging disorder": "An eating disorder characterized by recurrent purging behavior to influence weight or shape, such as self-induced vomiting or misuse of medications, in the absence of binge eating.",
  "racing thoughts": "A state in which the mind uncontrollably brings up random thoughts and memories and switches between them very quickly, making it difficult to focus or sleep.",
  "rapid cycling": "A form of bipolar disorder characterized by at least four mood episodes in the previous 12 months, with episodes separated by remission or a switch to the opposite polarity.",
  "rapid eye movement (REM)": "A behavioral sign of the sleep phase during which the sleeper is likely to be experiencing dreamlike mental activity.",
  "repetitive speech": "Morphologically heterogeneous iterations of speech.",
  "residual phase": "The period after an episode of schizophrenia that has partly or completely remitted, but in which some symptoms may remain, such as listlessness, concentration problems, and social withdrawal.",
  "restless legs syndrome": "An urge to move the legs, usually accompanied or caused by uncomfortable sensations in the legs, which begin or worsen during rest and are relieved by movement, often worse in the evening or at night.",
  "restricted affectivity": "Little reaction to emotionally arousing situations, with constricted emotional experience and expression, indifference, and aloofness in normally engaging situations.",
  "rigid perfectionism": "Rigid insistence on everything being flawless and without errors, sacrificing timeliness for correctness, difficulty changing ideas, and preoccupation with details and order.",
  "risk taking": "Engagement in dangerous, risky, and potentially self-damaging activities without regard to consequences, denial of personal danger, and reckless pursuit of goals.",
  "rumination (rumination disorders)": "Repeated regurgitation of food over at least 1 month, with regurgitated food being re-chewed, re-swallowed, or spit out, not explained by a medical condition.",
  "seasonal pattern": "A pattern of occurrence of a specific mental disorder in selected seasons of the year.",
  "self-directedness, self-direction": "Pursuit of coherent and meaningful short-term and life goals, use of constructive and prosocial internal standards, and ability to self-reflect productively.",
  "separation insecurity": "Fears of being alone due to rejection or separation from significant others, based on lack of confidence in one's ability to care for oneself physically and emotionally.",
  "sex": "Biological indication of male and female, understood in the context of reproductive capacity, such as chromosomes, gonads, hormones, and genitalia.",
  "sign": "An objective manifestation of a pathological condition, observed by the examiner rather than reported by the individual.",
  "sleep-onset REM": "Occurrence of the REM phase of sleep within minutes after falling asleep, usually assessed by a polysomnographic multiple sleep latency test.",
  "sleep terrors": "Recurrent episodes of abrupt terror arousals from sleep, usually with a panicky scream, intense fear, and signs of autonomic arousal.",
  "sleepwalking": "Repeated episodes of rising from bed during sleep and walking about, usually with a blank, staring face and relative unresponsiveness.",
  "somnolence (or \"drowsiness\")": "A state of near-sleep, a strong desire for sleep, or sleeping for unusually long periods, either as the usual state before sleep or as a chronic condition independent of circadian rhythm.",
  "specific food cravings": "Irresistible desire for special types of food.",
  "startle response (or \"startle reaction\")": "An involuntary reflexive reaction to a sudden unexpected stimulus, such as a loud noise or sharp movement.",
  "stereotypies, stereotyped behaviors/movements": "Repetitive, abnormally frequent, non-goal-directed movements that are seemingly driven and nonfunctional, such as hand shaking, body rocking, or head banging.",
  "stress": "The pattern of specific and nonspecific responses a person makes to events that disturb equilibrium and tax or exceed the ability to cope.",
  "stressor": "Any emotional, physical, social, economic, or other factor that disrupts the normal physiological, cognitive, emotional, or behavioral balance of an individual.",
  "stressor, psychological": "Any life event or change that may be associated with the onset, occurrence, or worsening of a mental disorder.",
  "stupor": "Lack of psychomotor activity, ranging from not actively relating to the environment to complete immobility.",
  "submissiveness": "Adaptation of one's behavior to the interests and desires of others even when it is against one's own interests, needs, or desires.",
  "subsyndromal": "Below the specified level or threshold required to qualify for a particular condition; does not meet full criteria for diagnosis but can be related to the full syndrome.",
  "suicidal ideas (suicidal ideation)": "Thoughts about self-harm, with deliberate consideration or planning of possible ways to cause one's own death.",
  "suicide": "The act of intentionally causing one's own death.",
  "suicide attempt": "An attempt to end one's own life, which may or may not result in death.",
  "suspiciousness": "Expectations of and sensitivity to signs of interpersonal ill intent or harm, doubts about loyalty, and feelings of being mistreated or persecuted.",
  "symptom": "A subjective manifestation of a pathological condition, reported by the affected individual rather than observed by the examiner.",
  "syndrome": "A grouping of signs and symptoms that frequently co-occur and may suggest a common underlying cause, course, familial pattern, or treatment.",
  "synesthesias": "A condition in which stimulation of one sensory or cognitive pathway leads to automatic, involuntary experiences in a second sensory or cognitive pathway.",
  "temper outburst": "An emotional outburst, also called a tantrum, usually associated with children or those in emotional distress, characterized by stubbornness, crying, screaming, defiance, and angry ranting.",
  "thought-action fusion": "The tendency to treat thoughts and actions as equivalent.",
  "tic": "An involuntary, sudden, rapid, recurrent, nonrhythmic motor movement or vocalization.",
  "tolerance": "A situation that occurs with continued use of a drug in which an individual requires greater dosages to achieve the same effect.",
  "transgender": "The broad spectrum of individuals who transiently or permanently identify with a gender different from their natal gender.",
  "transsexual": "An individual who seeks, or has undergone, a social transition from male to female or female to male, which in many, but not all cases may also involve a somatic transition by cross-sex hormone treatment and genital surgery (sex reassignment surgery).",
  "traumatic stressor": "Any event (or events) that may cause or threaten death, serious injury, or sexual violence to an individual, a close family member, or a close friend.",
  "unusual beliefs and experiences": "Belief that one has unusual abilities, such as mind reading or telekinesis, or unusual experiences of reality, including hallucinatory experiences. In general, these beliefs are not held at the same level of conviction as delusions. Unusual beliefs and experiences are a facet of the personality trait domain psychoticism.",
  "waxy flexibility": "Slight, even resistance to positioning by examiner.",
  "withdrawal, social": "Preference for being alone to being with others; reticence in social situations; avoidance of social contacts and activity; lack of initiation of social contact. Social withdrawal is a facet of the broad personality trait domain detachment.",
  "worry": "Unpleasant or uncomfortable thoughts that cannot be consciously controlled by trying to turn the attention to other subjects. The worrying is often persistent, repetitive, and out of proportion to the topic worried about, and can even be about a triviality."
}