{
  "Schizophrenia Spectrum and Other Psychotic Disorders": "A group of disorders defined by abnormalities in one or more of the following domains: delusions, hallucinations, disorganized thinking (speech), grossly disorganized or abnormal motor behavior (including catatonia), and negative symptoms.",
  "Delusions": "False beliefs that are firmly held despite clear or reasonable evidence to the contrary, often characteristic of psychotic disorders.",
  "Persecutory Delusions": "The belief that one is going to be harmed, harassed, or persecuted by an individual, organization, or other group.",
  "Referential Delusions": "The belief that certain gestures, comments, or environmental cues are specifically directed at oneself.",
  "Grandiose Delusions": "The belief that one has exceptional abilities, wealth, or fame.",
  "Erotomanic Delusions": "The false belief that another person is in love with the individual.",
  "Nihilistic Delusions": "The conviction that a major catastrophe will occur.",
  "Somatic Delusions": "Preoccupations regarding health and organ function.",
  "Bizarre Delusions": "Delusions that are clearly implausible, not understandable to same-culture peers, and do not derive from ordinary life experiences.",
  "Nonbizarre Delusions": "Delusions that, while false, are not clearly implausible and could occur in real life, such as being under surveillance by the police.",
  "Thought Withdrawal": "The belief that one's thoughts have been removed by some outside force.",
  "Thought Insertion": "The belief that alien thoughts have been put into one's mind by some outside force.",
  "Delusions of Control": "The belief that one's body or actions are being acted on or manipulated by some outside force.",
  "Hallucinations": "Perceptions of objects or events that are not present, such as hearing voices or seeing things that are not there, commonly occurring in psychotic disorders.",
  "Auditory Hallucinations": "Hallucinations involving hearing voices or sounds, usually experienced as voices distinct from the individual's own thoughts.",
  "Disorganized Thinking (Speech)": "Disorganized thinking, typically inferred from speech, where the individual may switch topics (derailment), give unrelated answers (tangentiality), or speak incoherently (word salad).",
  "Derailment": "A symptom of disorganized thinking where the individual switches from one topic to another.",
  "Loose Associations": "A symptom of disorganized thinking where ideas are only loosely connected.",
  "Tangentiality": "A symptom of disorganized thinking where answers to questions are obliquely related or completely unrelated.",
  "Incoherence (Word Salad)": "Speech that is so severely disorganized that it is nearly incomprehensible, resembling receptive aphasia.",
  "Grossly Disorganized or Abnormal Motor Behavior": "Motor behavior that is markedly disorganized or abnormal, ranging from childlike silliness to unpredictable agitation and difficulties in goal-directed behavior.",
  "Catatonia": "A syndrome characterized by a range of psychomotor disturbances, including stupor, catalepsy, waxy flexibility, mutism, negativism, posturing, mannerism, stereotypy, agitation, grimacing, echolalia, and echopraxia.",
  "Negativism": "Opposition or no response to instructions or external stimuli.",
  "Mutism": "A lack of, or very minimal, verbal response that is not due to aphasia.",
  "Stupor": "A state of no psychomotor activity in which the individual is not actively relating to the environment.",
  "Catatonic Excitement": "Purposeless and excessive motor activity without obvious cause.",
  "Stereotyped Movements": "Repetitive, non-goal-directed movements.",
  "Negative Symptoms": "Symptoms that reflect a decrease or loss of normal functions, such as diminished emotional expression, avolition, alogia, or anhedonia.",
  "Diminished Emotional Expression": "Reductions in the expression of emotions in the face, eye contact, speech intonation, and movements that normally convey emotion.",
  "Avolition": "A decrease in the motivation to initiate and perform self-directed purposeful activities.",
  "Alogia": "A poverty of speech that is not due to language barriers, often seen as a negative symptom in schizophrenia.",
  "Anhedonia": "Decreased ability to experience pleasure from positive stimuli or a degradation in the recollection of previously experienced pleasure.",
  "Asociality": "Apparent lack of interest in social interactions.",
  "Schizotypal Personality Disorder": "A pervasive pattern of social and interpersonal deficits, cognitive or perceptual distortions, and eccentricities of behavior, with abnormalities below the threshold for a psychotic disorder.",
  "Delusional Disorder": "A psychiatric disorder characterized by the presence of one or more delusions for at least one month, without other significant psychotic symptoms.",
  "Brief Psychotic Disorder": "A psychotic disorder that lasts more than one day but remits by one month.",
  "Schizophreniform Disorder": "A psychotic disorder with symptoms similar to schizophrenia but with a duration of at least one month and less than six months.",
  "Schizophrenia": "A chronic psychiatric disorder characterized by delusions, hallucinations, disorganized speech and behavior, and other symptoms that cause social or occupational dysfunction.",
  "Schizoaffective Disorder": "A psychiatric disorder featuring symptoms of both schizophrenia and a mood disorder (depressive or bipolar type).",
  "Substance/Medication-Induced Psychotic Disorder": "A psychotic disorder caused by intoxication with, withdrawal from, or exposure to a substance or medication.",
  "Psychotic Disorder Due to Another Medical Condition": "A psychotic disorder in which psychotic symptoms such as delusions or hallucinations are directly attributable to a medical condition, rather than a primary psychiatric disorder.",
  "Catatonia Associated with Another Mental Disorder (Catatonia Specifier)": "Catatonia occurring in the context of another mental disorder.",
  "Catatonic Disorder Due to Another Medical Condition": "A diagnosis given when catatonia is directly attributable to the physiological effects of another medical condition, as evidenced by history, physical examination, or laboratory findings.",
  "Unspecified Catatonia": "A diagnosis for presentations with catatonic symptoms causing significant distress or impairment, but where the underlying cause is unclear, full criteria are not met, or insufficient information is available.",
  "Other Specified Schizophrenia Spectrum and Other Psychotic Disorders": "Psychotic presentations that do not meet the criteria for any specific psychotic disorder but for which the clinician chooses to specify the reason.",
  "Unspecified Schizophrenia Spectrum and Other Psychotic Disorder": "A diagnosis for cases with symptoms of schizophrenia spectrum and other psychotic disorders that cause significant distress or impairment but do not meet full criteria for any specific disorder, where the clinician does not specify the reason criteria are not met.",
  "Prodromal Period": "The period before the full onset of a disorder, during which some symptoms may be present but not sufficient for diagnosis.",
  "Residual Period": "The period after the active phase of a disorder, during which some symptoms may persist but are less severe.",
  "Formal Thought Disorder": "A disturbance in the organization and expression of thought, typically inferred from disorganized speech.",
  "Receptive Aphasia": "A language disorder in which comprehension is impaired and speech may be fluent but nonsensical.",
  "Sensorium": "The overall state of cognitive functioning, particularly awareness and orientation.",
  "Hypnagogic Hallucinations": "Hallucinations that occur while falling asleep, considered within the range of normal experience.",
  "Hypnopompic Hallucinations": "Hallucinations that occur while waking up, considered within the range of normal experience.",
  "Schizotypal (Personality) Disorder": "A personality disorder characterized by social and interpersonal deficits, cognitive or perceptual distortions, and eccentric behavior; considered part of the schizophrenia spectrum.",
  "Delusion": "A false belief based on incorrect inference about external reality, firmly held despite evidence to the contrary and not explained by the individual's cultural context.",
  "Hallucination": "A perception-like experience that occurs without an external stimulus, such as hearing voices or seeing things that are not present.",
  "Erotomanic Type": "A subtype of delusional disorder where the central theme of the delusion is that another person, usually of higher status, is in love with the individual.",
  "Grandiose Type": "A subtype of delusional disorder where the central theme is the conviction of having some great talent, insight, or having made an important discovery.",
  "Jealous Type": "A subtype of delusional disorder where the central theme is the belief that one's spouse or lover is unfaithful, based on incorrect inferences.",
  "Persecutory Type": "A subtype of delusional disorder where the central theme is the belief that the individual is being conspired against, cheated, spied on, followed, poisoned, maligned, harassed, or obstructed.",
  "Somatic Type": "A subtype of delusional disorder where the central theme involves bodily functions or sensations, such as infestation, foul odor, or malfunctioning body parts.",
  "Mixed Type": "A subtype of delusional disorder where no single delusional theme predominates.",
  "Unspecified Type": "A subtype of delusional disorder where the dominant delusional belief cannot be clearly determined or does not fit the specific types.",
  "With Bizarre Content": "A specifier for delusions that are clearly implausible, not understandable, and not derived from ordinary life experiences.",
  "First Episode, Currently in Acute Episode": "A course specifier indicating the first manifestation of the disorder meeting full diagnostic criteria, with symptoms currently present.",
  "First Episode, Currently in Partial Remission": "A course specifier indicating improvement after a previous episode, with only some diagnostic criteria still met.",
  "First Episode, Currently in Full Remission": "A course specifier indicating a period after a previous episode during which no disorder-specific symptoms are present.",
  "Multiple Episodes, Currently in Acute Episode": "A course specifier indicating more than one episode has occurred, with current symptoms meeting full criteria.",
  "Multiple Episodes, Currently in Partial Remission": "A course specifier indicating more than one episode has occurred, with current symptoms only partially meeting criteria.",
  "Multiple Episodes, Currently in Full Remission": "A course specifier indicating more than one episode has occurred, with no current disorder-specific symptoms.",
  "Continuous": "A course specifier indicating that symptoms meeting diagnostic criteria are present for the majority of the illness, with only brief periods of subthreshold symptoms.",
  "Severity": "A quantitative assessment of the primary symptoms of psychosis, rated on a 5-point scale from 0 (not present) to 4 (present and severe), including delusions, hallucinations, disorganized speech, abnormal psychomotor behavior, and negative symptoms.",
  "Factual Insight": "The ability to factually describe that others view one's beliefs as irrational, without personally accepting this view.",
  "Partial Remission": "A period during which improvement after a previous episode is maintained, but some diagnostic criteria are still met.",
  "Full Remission": "A period after a previous episode during which no disorder-specific symptoms are present.",
  "Psychosocial Functioning": "The ability to perform and fulfill normal social roles and relationships, which may be impaired in psychiatric disorders.",
  "Obsessive-Compulsive Disorder (OCD)": "A disorder characterized by intrusive, unwanted thoughts (obsessions) and repetitive behaviors or mental acts (compulsions) performed to reduce distress.",
  "Body Dysmorphic Disorder": "A disorder characterized by preoccupation with one or more perceived defects or flaws in physical appearance, which are not observable or appear slight to others.",
  "Absent Insight/Delusional Beliefs Specifier": "A specifier used when an individual is completely convinced that their beliefs (related to OCD or body dysmorphic disorder) are true, indicating a lack of insight.",
  "Major Neurocognitive Disorder": "A significant decline in cognitive function that interferes with independence in everyday activities, previously known as dementia.",
  "Disorganized speech": "Speech that is difficult to follow due to incoherence, derailment, or loose associations, reflecting disorganized thinking.",
  "Grossly disorganized behavior": "Behavior that is markedly abnormal, unpredictable, or inappropriate for the situation, including difficulties in performing daily activities.",
  "Catatonic behavior": "Marked decrease in reactivity to the environment, which may include stupor, mutism, negativism, rigidity, or excessive motor activity without purpose.",
  "Negative symptoms": "Symptoms that reflect a decrease or loss of normal functions, such as reduced emotional expression, lack of motivation, or social withdrawal.",
  "Premorbid level of functioning": "The level of psychological, social, and occupational functioning prior to the onset of a mental disorder.",
  "Brief psychotic disorder": "A psychotic disorder characterized by the sudden onset of psychotic symptoms lasting at least one day but less than one month, with eventual full return to premorbid functioning.",
  "Schizophreniform disorder": "A psychotic disorder with symptoms similar to schizophrenia but lasting less than six months.",
  "Schizoaffective disorder": "A mental disorder featuring symptoms of both schizophrenia and mood disorder (such as depression or mania), with mood episodes occurring concurrently with psychotic symptoms.",
  "Mood episode": "A period characterized by a significant disturbance in mood, such as depression or mania, which may occur in mood or psychotic disorders.",
  "Psychotic features": "Symptoms such as delusions or hallucinations that occur in the context of a mood disorder.",
  "Prodrome": "An early set of signs or symptoms indicating the onset of a disease before more diagnostically specific symptoms develop.",
  "Substance/medication-induced psychotic disorder": "A psychotic disorder in which symptoms are directly caused by substance use or medication.",
  "Factitious disorder": "A mental disorder in which an individual intentionally produces or feigns physical or psychological symptoms for the purpose of assuming the sick role, without obvious external incentives.",
  "Malingering": "The intentional production of false or grossly exaggerated physical or psychological symptoms motivated by external incentives such as avoiding work or obtaining drugs.",
  "Schizotypal personality disorder": "A personality disorder characterized by pervasive social and interpersonal deficits, cognitive or perceptual distortions, and eccentric behavior, with subthreshold psychotic symptoms.",
  "Borderline personality disorder": "A personality disorder marked by instability in interpersonal relationships, self-image, and affect, and marked impulsivity.",
  "Perceptual dysregulation": "A trait involving unusual or distorted perceptions, such as hearing voices or seeing things that are not there.",
  "Negative affectivity": "A personality trait characterized by frequent and intense experiences of negative emotions such as anxiety, depression, and suspiciousness.",
  "With marked stressor(s) (brief reactive psychosis)": "A specifier for brief psychotic disorder indicating that symptoms occur in response to events that would be markedly stressful to almost anyone in similar circumstances.",
  "With peripartum onset": "A specifier indicating that the onset of symptoms occurs during pregnancy or within 4 weeks postpartum.",
  "With catatonia": "A specifier indicating the presence of catatonic symptoms in addition to the primary disorder.",
  "With good prognostic features": "A specifier for schizophreniform disorder indicating the presence of at least two features such as rapid onset, confusion, good premorbid functioning, and absence of blunted or flat affect.",
  "Without good prognostic features": "A specifier for schizophreniform disorder indicating that two or more good prognostic features are not present.",
  "Severity (psychosis symptom severity)": "A quantitative assessment of the primary symptoms of psychosis, including delusions, hallucinations, disorganized speech, abnormal psychomotor behavior, and negative symptoms, rated on a 5-point scale from 0 (not present) to 4 (present and severe).",
  "Abnormal psychomotor behavior": "Unusual movements or behaviors, such as agitation or slowed movements, often seen in psychotic disorders.",
  "Prodromal phase": "An early phase of a disorder marked by subtle symptoms that precede the active phase.",
  "Active phase": "The period during which the characteristic symptoms of schizophrenia, such as delusions, hallucinations, and disorganized behavior, are most prominent.",
  "Residual phase": "The period after the active phase when some symptoms may persist but are less severe or attenuated.",
  "Remission (partial)": "A period during which there is improvement after a previous episode, but some symptoms of the disorder are still present.",
  "Remission (full)": "A period after a previous episode during which no disorder-specific symptoms are present.",
  "Continuous course": "A course of illness in which symptoms fulfilling diagnostic criteria are present for the majority of the illness duration, with only brief subthreshold periods.",
  "First episode": "The initial manifestation of a disorder meeting the defining diagnostic symptom and time criteria.",
  "Multiple episodes": "The occurrence of at least two episodes of a disorder, separated by at least one remission and one relapse.",
  "Comorbidity": "The co-occurrence of two or more disorders in the same individual.",
  "Differential diagnosis": "The process of distinguishing a particular disorder from other conditions that present with similar symptoms.",
  "Functional consequences": "The impact of a disorder on an individual's ability to function in daily life, such as in work, relationships, or self-care.",
  "Cognitive impairment": "Deficits in mental processes such as memory, attention, language, executive function, and processing speed, which are common in schizophrenia and linked to functional impairment.",
  "Prodromal symptoms": "Early signs or symptoms that precede the active phase of schizophrenia, often including mild or subthreshold forms of hallucinations, delusions, or negative symptoms.",
  "Residual symptoms": "Symptoms that persist after the acute phase of a psychotic disorder, often including milder or subthreshold psychotic symptoms and negative symptoms.",
  "Ideas of reference": "The belief that unrelated events, objects, or people have a particular and unusual significance specifically for oneself.",
  "Magical thinking": "The belief that one's thoughts, words, or actions can cause or prevent specific outcomes in a way that defies conventional laws of causality.",
  "Disorganized behavior": "Behavior that is markedly inappropriate, unpredictable, or lacking in goal-directedness, including agitation, silliness, or difficulty performing daily activities.",
  "Mood symptoms": "Emotional disturbances such as depression, anxiety, or mania that may occur alongside psychotic symptoms in schizophrenia.",
  "Psychotic mood disorder": "A mood disorder, such as major depressive disorder or bipolar disorder, in which psychotic features occur only during mood episodes.",
  "Inappropriate affect": "Emotional responses that are incongruent with the situation or context, such as laughing without an appropriate stimulus.",
  "Dysphoric mood": "A general state of unease or dissatisfaction, which may include depression, anxiety, or anger.",
  "Depersonalization": "A feeling of detachment or estrangement from one's own self or body.",
  "Derealization": "A feeling that the external world is unreal or strange.",
  "Somatic concerns": "Preoccupations with physical health or bodily functions, sometimes reaching delusional intensity.",
  "Cognitive deficits": "Impairments in mental abilities such as memory, attention, language, and executive function, often persistent in schizophrenia.",
  "Declarative memory": "The ability to consciously recall facts and events.",
  "Working memory": "The capacity to hold and manipulate information in mind over short periods.",
  "Executive functions": "Higher-level cognitive processes involved in planning, decision-making, problem-solving, and self-control.",
  "Processing speed": "The rate at which an individual can perceive, understand, and respond to information.",
  "Sensory processing": "The way the nervous system receives and interprets sensory information from the environment.",
  "Inhibitory capacity": "The ability to suppress irrelevant or inappropriate thoughts, impulses, or actions.",
  "Attention": "The ability to focus selectively on specific stimuli or tasks.",
  "Social cognition": "The mental processes involved in perceiving, interpreting, and responding to the intentions, emotions, and behaviors of others.",
  "Theory of mind": "The ability to understand and infer the mental states, intentions, and perspectives of other people.",
  "Insight": "Awareness and understanding of having a mental disorder and its symptoms.",
  "Anosognosia": "A lack of awareness or insight into one's own mental health condition, commonly seen in psychotic disorders.",
  "Hostility": "Feelings or behaviors of anger, opposition, or aggression toward others.",
  "Aggression": "Hostile or violent behavior toward others, which may be more common in certain subgroups of individuals with schizophrenia.",
  "Neurological soft signs": "Minor neurological abnormalities, such as impaired motor coordination, sensory integration, or sequencing of movements, often seen in schizophrenia.",
  "Motor coordination": "The ability to execute smooth, accurate, and controlled movements.",
  "Sensory integration": "The process by which the brain combines information from different sensory modalities.",
  "Motor sequencing": "The ability to perform a series of movements in a specific order.",
  "Prevalence": "The proportion of individuals in a population who have a specific disorder at a given time.",
  "Onset": "The age or period when the first symptoms of a disorder appear.",
  "Remission": "A period during which symptoms of a disorder are reduced or disappear.",
  "Exacerbation": "A worsening or increase in the severity of symptoms.",
  "Positive symptoms": "Symptoms that reflect an excess or distortion of normal functions, such as hallucinations, delusions, and disorganized speech or behavior.",
  "Prognosis": "The likely course and outcome of a disorder.",
  "Premorbid adjustment": "The level of psychological and social functioning before the onset of a disorder.",
  "Risk factors": "Characteristics or conditions that increase the likelihood of developing a disorder.",
  "Genetic factors": "Inherited characteristics that contribute to the risk of developing a disorder.",
  "Risk alleles": "Specific genetic variants that increase the likelihood of developing a disorder.",
  "Hypoxia": "A deficiency in the amount of oxygen reaching the tissues, which can be a risk factor for schizophrenia when occurring during pregnancy or birth.",
  "Perinatal adversities": "Negative events or conditions occurring around the time of birth, such as infection, malnutrition, or maternal illness, that may increase the risk of schizophrenia.",
  "Cultural factors": "Beliefs, practices, and norms that influence the expression, recognition, and interpretation of symptoms and behaviors.",
  "Socioeconomic factors": "Social and economic conditions that influence health, access to care, and the course of a disorder.",
  "Pseudo-hallucination": "An experience similar to a hallucination but recognized by the individual as not real or as a product of their own mind.",
  "Overvalued idea": "A belief that is held with less than delusional intensity but is still unreasonable and sustained.",
  "Psychosis": "A mental state characterized by a loss of contact with reality, often including delusions and hallucinations.",
  "Disorganization": "A symptom involving disorganized thinking, speech, or behavior, often seen in schizophrenia.",
  "Command hallucination": "A type of hallucination in which the individual hears voices instructing them to perform specific acts, sometimes harmful.",
  "Major depressive episode": "A period of at least two weeks characterized by depressed mood or loss of interest or pleasure, along with other symptoms such as changes in appetite, sleep, energy, or concentration.",
  "Manic episode": "A distinct period of abnormally and persistently elevated, expansive, or irritable mood, and increased activity or energy, lasting at least one week and present most of the day, nearly every day.",
  "Delusional disorder": "A psychotic disorder characterized by the presence of one or more delusions for at least one month, without other prominent psychotic symptoms.",
  "Obsessive-compulsive disorder": "A disorder characterized by obsessions (intrusive, unwanted thoughts) and/or compulsions (repetitive behaviors or mental acts), sometimes reaching delusional intensity.",
  "Body dysmorphic disorder": "A disorder characterized by preoccupation with perceived defects or flaws in physical appearance, which may reach delusional proportions.",
  "Posttraumatic stress disorder": "A disorder that may include flashbacks, hypervigilance, and other symptoms following exposure to a traumatic event.",
  "Autism spectrum disorder": "A neurodevelopmental disorder characterized by deficits in social communication and interaction, and restricted, repetitive patterns of behavior.",
  "Communication disorder": "A disorder characterized by deficits in language, speech, or communication, not attributable to psychosis.",
  "Neurocognitive disorder": "A disorder characterized by cognitive decline from a previous level of functioning, which may include psychotic symptoms.",
  "Tobacco use disorder": "A problematic pattern of tobacco use leading to clinically significant impairment or distress.",
  "Metabolic syndrome": "A cluster of conditions, including increased blood pressure, high blood sugar, excess body fat around the waist, and abnormal cholesterol levels, that occur together and increase the risk of heart disease, stroke, and diabetes.",
  "Acute episode": "A period during which the full symptom criteria for a disorder are met.",
  "Severity specifier": "A rating that indicates the current intensity of symptoms, often on a standardized scale, to help describe the seriousness of a disorder.",
  "Criterion A": "A diagnostic requirement for schizophrenia and related disorders, typically involving the presence of key psychotic symptoms such as delusions, hallucinations, or disorganized speech.",
  "Criterion B": "A diagnostic requirement for schizoaffective disorder, specifying that delusions or hallucinations must be present for at least 2 weeks in the absence of a major mood episode during the illness.",
  "Criterion C": "A diagnostic requirement for schizoaffective disorder, stating that mood symptoms meeting criteria for a major mood episode must be present for the majority of the total duration of the active and residual portions of the illness.",
  "Criterion D": "A diagnostic requirement for schizoaffective disorder, specifying that symptoms must not be attributable to the effects of a substance or another medical condition.",
  "Major mood episode": "A period during which an individual experiences symptoms that meet criteria for a major depressive episode or a manic episode.",
  "Active symptoms": "Symptoms that are currently present and prominent, such as hallucinations, delusions, or disorganized speech, in psychotic disorders.",
  "Psychotic symptoms": "Symptoms that indicate a loss of contact with reality, including delusions, hallucinations, and disorganized thinking.",
  "Occupational functioning": "The ability to perform work or school-related tasks and responsibilities.",
  "Social dysfunction": "Impairment in the ability to interact effectively with others or maintain social relationships.",
  "Prodromal stage": "An early phase of a disorder, such as schizophrenia, characterized by subtle or subthreshold symptoms before the onset of full-blown illness.",
  "First-degree relative": "A family member who is a parent, sibling, or child of the individual.",
  "Psychotic disorder due to another medical condition": "A psychotic disorder in which symptoms are directly caused by a medical illness or physiological condition.",
  "Mood-stabilizing medication": "Medications used to treat mood disorders by stabilizing mood swings, commonly used in bipolar disorder and schizoaffective disorder.",
  "Lifetime prevalence": "The proportion of individuals in a population who have ever experienced a particular disorder at any point in their lives.",
  "Suicide risk": "The likelihood that an individual will attempt or die by suicide, often increased in mood and psychotic disorders.",
  "Substance intoxication": "A reversible, substance-specific syndrome due to recent ingestion of a substance, resulting in behavioral or psychological changes.",
  "Substance withdrawal": "A syndrome that occurs when a person who has been using a substance heavily or for a prolonged period stops or reduces use, leading to physical and psychological symptoms.",
  "Psychotic disorder": "A mental disorder characterized by a disconnection from reality, which may include delusions, hallucinations, disorganized thinking, and impaired functioning.",
  "Primary psychotic disorder": "A psychotic disorder that is not caused by substance use or a medical condition, such as schizophrenia or schizoaffective disorder.",
  "Clinically significant distress or impairment": "A level of emotional or functional disturbance that interferes with social, occupational, or other important areas of functioning.",
  "ICD-9-CM": "The International Classification of Diseases, Ninth Revision, Clinical Modification; a coding system used for diagnosing and classifying diseases.",
  "ICD-10-CM": "The International Classification of Diseases, Tenth Revision, Clinical Modification; a more recent coding system for diagnosing and classifying diseases.",
  "Comorbid substance use disorder": "The simultaneous presence of a substance use disorder (such as alcohol or drug dependence) alongside another mental disorder.",
  "Onset during intoxication": "The development of symptoms while the individual is under the influence of a substance.",
  "Onset during withdrawal": "The development of symptoms during or shortly after the process of stopping or reducing use of a substance.",
  "Assessment of cognition": "The evaluation of mental processes such as memory, attention, and problem-solving, important for distinguishing between different psychotic disorders.",
  "Formication": "A tactile hallucination involving the sensation of insects or bugs crawling on or under the skin.",
  "Persecutory Delusion": "A type of delusion in which the individual believes they are being harmed, harassed, or conspired against.",
  "Reality Testing": "The ability to distinguish between perceptions or beliefs that are based in reality and those that are not.",
  "Substance Intoxication": "A reversible, substance-specific syndrome due to recent ingestion of a substance, causing clinically significant behavioral or psychological changes.",
  "Substance Withdrawal": "A substance-specific syndrome that follows the cessation or reduction of heavy and prolonged substance use, causing clinically significant distress or impairment.",
  "Flashback": "A recurrence of perceptual disturbances or hallucinations that were experienced during previous substance use, occurring after the substance has been metabolized and eliminated.",
  "Hallucinogen Persisting Perception Disorder": "A disorder characterized by the re-experiencing of perceptual symptoms that were experienced while intoxicated with hallucinogens, occurring long after cessation of use.",
  "Delirium": "A disturbance in attention and awareness that develops over a short period and tends to fluctuate in severity.",
  "Neurocognitive Disorder": "A disorder characterized by a decline in cognitive functioning (such as memory, attention, language, or executive function) that is not better explained by delirium or another mental disorder.",
  "Primary Psychotic Disorder": "A psychotic disorder, such as schizophrenia or schizoaffective disorder, that is not attributable to the effects of a substance, medication, or another medical condition.",
  "Polypharmacy": "The use of multiple medications by a patient, often for multiple medical conditions, which may increase the risk of adverse effects such as psychosis.",
  "Severity Specifier": "A rating of the current severity of primary psychotic symptoms (delusions, hallucinations, abnormal psychomotor behavior, and negative symptoms) on a 5-point scale from 0 (not present) to 4 (present and severe).",
  "Abnormal Psychomotor Behavior": "Unusual movements or behaviors, which may include agitation, catatonia, or other motor disturbances associated with psychosis.",
  "Etiology": "The cause or origin of a disease or disorder.",
  "Temporal Association": "A relationship in time between the onset, exacerbation, or remission of a medical condition and the onset, exacerbation, or remission of a psychiatric disturbance.",
  "Ictal Psychosis": "Psychosis that occurs during a seizure (ictal phase) in individuals with epilepsy.",
  "Postictal Psychosis": "Psychosis that occurs after a seizure (postictal phase) in individuals with epilepsy.",
  "Interictal Psychosis": "Psychosis that occurs between seizures (interictal phase) in individuals with epilepsy.",
  "Phenomenology": "The observable characteristics or manifestations of a disorder.",
  "Etiological Medical Condition": "The underlying medical illness or disease that causes or contributes to the development of a psychiatric disorder.",
  "Mild Neurocognitive Disorder": "A modest decline in cognitive function that does not interfere with independence in everyday activities.",
  "Auditory Hallucination": "A type of hallucination involving hearing sounds, most commonly voices, that are not actually present.",
  "Visual Hallucination": "A type of hallucination involving seeing things that are not present.",
  "Olfactory Hallucination": "A type of hallucination involving smelling odors that are not present.",
  "Catatonia Associated With Another Mental Disorder (Catatonia Specifier)": "A diagnosis used when catatonia occurs in the context of another mental disorder, such as a neurodevelopmental, psychotic, bipolar, or depressive disorder.",
  "Catalepsy": "A condition involving the passive induction of a posture held against gravity.",
  "Waxy Flexibility": "A state in which there is slight, even resistance to positioning by the examiner.",
  "Posturing": "The spontaneous and active maintenance of a posture against gravity.",
  "Mannerism": "Odd, circumstantial caricature of normal actions.",
  "Stereotypy": "Repetitive, abnormally frequent, non-goal-directed movements.",
  "Agitation": "Excessive motor activity that is not influenced by external stimuli.",
  "Grimacing": "Distorted facial expressions, often repetitive or sustained.",
  "Echolalia": "Mimicking another person's speech.",
  "Echopraxia": "Mimicking another person's movements.",
  "Neuroleptic Malignant Syndrome": "A life-threatening reaction to antipsychotic medications characterized by catatonic-like features, abnormal vital signs, and laboratory abnormalities.",
  "Other Specified Schizophrenia Spectrum and Other Psychotic Disorder": "A diagnosis for cases with symptoms of schizophrenia spectrum and other psychotic disorders that cause significant distress or impairment but do not meet full criteria for any specific disorder, where the clinician specifies the reason criteria are not met.",
  "Persistent Auditory Hallucinations": "Ongoing auditory hallucinations occurring in the absence of other psychotic features.",
  "Delusions with Significant Overlapping Mood Episodes": "Persistent delusions accompanied by mood episodes that are present for a substantial portion of the delusional disturbance, such that criteria for delusional disorder are not met.",
  "Attenuated Psychosis Syndrome": "A condition characterized by psychotic-like symptoms that are less severe, more transient, and with relatively maintained insight, not reaching the threshold for full psychosis.",
  "Delusional Symptoms in Partner of Individual with Delusional Disorder": "A situation where, within a relationship, the delusional beliefs of a dominant partner provide content for delusional beliefs in the other partner, who may not otherwise meet criteria for delusional disorder."
}